[    
    {
        "id": "2601.11509",
        "title": "Predictive autoencoder-transformer model of Cu oxidation state from EELS and XAS spectra",
        "abstract": "X-ray absorption spectroscopy (XAS) and electron energy-loss spectroscopy (EELS) produce detailed information about oxidation state, bonding, and coordination, making them essential for quantitative studies of redox and structure in functional materials. However, high-throughput quantitative analysis of these spectra, especially for mixed valence materials, remains challenging as diverse experimental conditions introduce noise, misalignment, broadening of the spectral features. We address this challenge by training a machine learning model consisting of an autoencoder to standardize the spectra and a transformer model to predict both Cu oxidation state and Bader charge directly from L-edge spectra. The model is trained on a large dataset of FEFF-simulated spectra and evaluates model performance on both simulated and experimental data. The results of the machine learning model exhibit highly accurate prediction across the domains of simulated and experimental XAS as well as experimental EELS. These advances enable future quantitative analysis of Cu redox processes under in situ and operando conditions.",
        "url": "http://arxiv.org/abs/2601.11509v1",
        "published": "2026-01-16",
        "zh_abstract": "X射线吸收光谱（XAS）与电子能量损失谱（EELS）能够提供关于氧化态、化学键及配位环境的详细信息，使其成为功能材料氧化还原与结构定量研究的关键技术。然而，针对这些光谱（尤其是混合价态材料）的高通量定量分析仍面临挑战——不同实验条件会引入噪声、谱线偏移和谱峰展宽等问题。本研究通过训练一种机器学习模型应对该挑战：采用自动编码器实现光谱标准化，并利用Transformer模型直接从L边谱中预测铜的氧化态与巴德电荷。该模型基于FEFF模拟生成的大规模光谱数据集进行训练，并在模拟与实验数据上评估性能。结果显示，该机器学习模型在模拟/实验XAS及实验EELS领域均表现出高度准确的预测能力。这一进展为未来在原位与工况条件下定量分析铜的氧化还原过程奠定了基础。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.10320",
        "title": "Molecular electrostatic potentials from machine learning models for dipole and quadrupole predictions",
        "abstract": "The molecular electrostatic potential (MEP) is a key quantity for describing and predicting intermolecular and ion-molecule interactions. Here, we assess the ability of machine-learning (ML) models to infer the MEP, based on the equivariant graph-convolutional neural network architecture PiNet2 and trained on dipole and quadrupole moments. For the established QM9 dataset, we find that including the quadrupole contribution in the ML models substantially improves their ability to recover the MEP compared to dipole-only models. This trend is confirmed on the SPICE dataset, which spans a much broader region of organic chemical space. Together, this study underscores the central role of the quadrupole moment as a fitting target for ML models aiming at rapid access to the MEP.",
        "url": "http://arxiv.org/abs/2601.10320v1",
        "published": "2026-01-15",
        "zh_abstract": "分子静电势(MEP)是描述和预测分子间及离子-分子相互作用的关键物理量。本研究基于等变图卷积神经网络架构PiNet2，通过偶极矩和四极矩训练，评估了机器学习(ML)模型推断MEP的能力。在标准QM9数据集上的实验表明：相较于仅使用偶极矩的模型，在ML模型中引入四极矩可显著提升MEP的重构精度。这一趋势在覆盖更广有机化学空间的SPICE数据集上得到进一步验证。本研究共同揭示了四极矩作为机器学习模型拟合目标对于快速获取MEP的核心作用。",
        "introduction": "Molecular electrostatic potentials (MEPs) provide a compact way of describing how a molecule interacts electrostatically with its environment. MEPs have long been used to rationalize sites of electrophilic and nucleophilic attack, hydrogen bonding patterns, molecular recognition, (electro)catalytic reactivity and solvent design~. Nevertheless, one rarely works directly with continuous MEPs in practical molecular  simulations. Instead, the potential is represented in terms of a set of atomic charges that are tuned to reproduce the  electrostatic potential (ESP) around the molecule as faithfully as possible~.\n\nThis idea gave rise to the “ESP-charge” family of methods, in which atom-centered monopoles are obtained by fitting the quantum-chemical MEP on a grid of points surrounding the molecule. Well-known examples include the Merz–Kollman scheme~, CHELP/CHELPG~, and the restrained electrostatic potential (RESP) model~. These methods differ mainly in how the grid points are chosen, how rotational invariance and numerical stability are enforced, and how regularization or restraints are applied to avoid unphysical charges for highly buried atoms.\n\nOne such regularization is to supplement the ESP fit with constraints that enforce the correct multipole moments~. This improves the description of the far-field electrostatics and helps stabilize the fit for flexible or highly polar molecules. A different but related avenue is exemplified by charge model 5 (CM5)~, which starts from Hirshfeld population analysis and then maps the resulting atomic charges through element- and environment-specific corrections that are parametrized to reproduce gas-phase dipole moments across a large and diverse training set.\n\nIn parallel with these developments, atomistic machine-learning (ML) approaches have emerged as a powerful way to construct environment-dependent charge models. A prominent example is the work by Sifain and co-workers~, who trained a deep neural network to assign atomic charg",
        "conclusion": null,
        "deep_summary": "这篇论文的核心创新在于提出了一种基于等变图卷积神经网络PiNet2的机器学习模型，通过将四极矩作为额外的训练目标，显著提升了分子静电势（MEP）的预测精度。该方法有效解决了传统静电势拟合方法中高度依赖偶极矩而忽略更高阶多极矩所导致的远场静电描述失准问题，尤其针对复杂有机分子体系中偶极矩模型对MEP重建能力不足的痛点。这一发现不仅明确了四极矩在机器学习静电建模中的关键作用，还为快速、精准地模拟分子间相互作用、催化反应及溶剂化效应提供了新思路，有望推动基于机器学习的分子力场开发和化学空间探索，对计算化学与材料设计领域具有重要的方法论意义。"
    }
]