[
    {
        "id": "2602.04606",
        "title": "Structures of iron and cobalt bimetallic clusters for optimized chemical vapor deposition growth of single-walled carbon nanotubes",
        "abstract": "We investigate iron-cobalt (Fe-Co) alloys as a representative high-performance catalyst system for SWCNT growth in a systematic manner by combining chemical vapor deposition (CVD) experiments with chirality-resolved spectroscopic analysis, as well as molecular dynamics (MD) simulations based on density functional theory-derived machine learning force fields while varying the Fe-Co ratio. Using zeolite-based SWCNTs prepared by alcohol CVD, absorption and photoluminescence spectroscopy, together with two-dimensional excitation-emission fitting was employed to quantify chirality-specific growth efficiency. Two distinct growth regimes were identified. At a relatively low temperature of 600 C, pure Co exhibits the highest catalytic activity, promoting efficient growth of small-diameter (0.7-0.9 nm) SWCNTs. In contrast, at 850 C, the Fe0.75Co0.25 alloy shows a pronounced enhancement in growth efficiency compared with pure Fe, pure Co, and other Fe-Co compositions, also yielding larger diameter tubes (0.9-1.1nm). Similar growth behavior was observed on SiO2 substrates, enabling detailed transmission electron microscopy analysis of catalyst nanoparticles. Electron microscopy and energy-dispersive X-ray spectroscopy reveal that high SWCNT yields correlate with the formation of small, uniform Fe-Co nanoparticles with Co-enriched surfaces, in excellent agreement with MD simulations. Lastly, MD results are summarized in a composition-diameter phase diagram that rationalizes the experimentally observed growth trends. The exceptional performance of the Fe0.75Co0.25 catalyst at high temperature is attributed to the stabilization of small and uniform catalyst clusters, providing mechanistic insight into the synergistic roles of alloy composition and temperature in SWCNT growth.",
        "url": "http://arxiv.org/abs/2602.04606v1",
        "published": "2026-02-04",
        "zh_abstract": "我们通过将化学气相沉积实验与手性分辨光谱分析、基于密度泛函理论衍生机器学习力场的分子动力学模拟相结合，系统研究了铁钴合金作为单壁碳纳米管生长的代表性高性能催化剂体系，并系统改变了铁钴比例。采用醇类化学气相沉积法制备的沸石基单壁碳纳米管，结合吸收光谱和光致发光光谱技术，以及二维激发-发射拟合方法，对手性特异性生长效率进行了量化分析。研究发现了两种不同的生长机制：在600℃相对较低温度下，纯钴催化剂表现出最高催化活性，能有效促进小直径单壁碳纳米管的生长；而在850℃高温条件下，Fe0.75Co0.25合金相较于纯铁、纯钴及其他铁钴组分显示出显著增强的生长效率，同时生成更大直径的碳管。在二氧化硅基底上也观察到类似的生长行为，这使得我们能够对催化剂纳米颗粒进行详细的透射电子显微镜分析。电子显微镜与能量色散X射线光谱分析表明，高单壁碳纳米管产率与形成具有钴富集表面的小型均匀铁钴纳米颗粒密切相关，该结果与分子动力学模拟高度吻合。最后，我们将分子动力学模拟结果整合成组分-直径相图，合理解释了实验观察到的生长趋势。Fe0.75Co0.25催化剂在高温下的卓越性能归因于细小均匀催化剂簇的稳定形成，这为理解合金组分与温度在单壁碳纳米管生长中的协同作用机制提供了重要见解。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2602.02665",
        "title": "Approaching the Thermodynamic Limit with Neural-Network Quantum States",
        "abstract": "Accessing the thermodynamic-limit properties of strongly correlated quantum matter requires simulations on very large lattices, a regime that remains challenging for numerical methods, especially in frustrated two-dimensional systems. We introduce the Spatial Attention mechanism, a minimal and physically interpretable inductive bias for Neural-Network Quantum States, implemented as a single learned length scale within the Transformer architecture. This bias stabilizes large-scale optimization and enables access to thermodynamic-limit physics through highly accurate simulations on unprecedented system sizes within the Variational Monte Carlo framework. Applied to the spin-$\\tfrac12$ triangular-lattice Heisenberg antiferromagnet, our approach achieves state-of-the-art results on clusters of up to $42\\times42$ sites. The ability to simulate such large systems allows controlled finite-size scaling of energies and order parameters, enabling the extraction of experimentally relevant quantities such as spin-wave velocities and uniform susceptibilities. In turn, we find extrapolated thermodynamic limit energies systematically better than those obtained with tensor-network approaches such as iPEPS. The resulting magnetization is strongly renormalized, $M_0=0.148(1)$ (about $30\\%$ of the classical value), revealing that less accurate variational states systematically overestimate magnetic order. Analysis of the optimized wave function further suggests an intrinsically non-local sign structure, indicating that the sign problem cannot be removed by local basis transformations. We finally demonstrate the generality of the method by obtaining state-of-the-art energies for a $J_1$-$J_2$ Heisenberg model on a $20\\times20$ square lattice, outperforming Residual Convolutional Neural Networks.",
        "url": "http://arxiv.org/abs/2602.02665v1",
        "published": "2026-02-02",
        "zh_abstract": "获取强关联量子物质的热力学极限性质需要在超大晶格上进行模拟，这对数值方法而言仍具挑战性，尤其在受挫二维系统中。我们引入空间注意力机制——一种用于神经网络量子态的最小化且具物理解释性的归纳偏置，该机制在Transformer架构中实现为单一可学习长度标度。这种偏置能稳定大规模优化，并通过变分蒙特卡洛框架下前所未有的系统规模高精度模拟，实现对热力学极限物理的探索。将该方法应用于自旋-1/2三角晶格海森堡反铁磁体时，我们在高达42×42位点的集群上获得了当前最优结果。模拟此类大系统的能力实现了能量和序参量的可控有限尺寸标度，从而能够提取实验相关量（如自旋波速度和均匀磁化率）。相较之下，我们发现外推得到的热力学极限能量系统性地优于iPEPS等张量网络方法所得结果。由此获得的磁化强度存在显著重正化，M₀=0.148(1)（约为经典值的30%），揭示精度较低的变分态会系统性地高估磁有序度。对优化波函数的分析进一步表明存在内禀非定域符号结构，说明符号问题无法通过定域基变换消除。最后，我们通过在20×20方格晶格上对J₁-J₂海森堡模型获得当前最优能量，证明了该方法的普适性，其表现优于残差卷积神经网络。",
        "introduction": "Extracting thermodynamic-limit properties of strongly correlated quantum systems is a central goal in condensed matter physics~: reaching sufficiently large lattices is essential for performing controlled finite-size scaling and reliably extracting thermodynamic-limit quantities such as order parameters, excitation gaps, or correlation lengths~. Despite major progress over the past decades, existing numerical methods struggle to balance accuracy and scalability, especially for frustrated systems in two dimensions, where sign problems or entanglement constraints make large-scale calculations prohibitive~. \n\nAmong the many approaches developed to tackle this problem, Neural-Network Quantum States (NQS)~ have emerged as a particularly promising class of variational Ans\\\"atze~. By leveraging the expressive power of modern deep-learning architectures, NQS can efficiently represent highly entangled quantum states~ and capture complicated sign structures that are inaccessible to conventional methods~. \n\n\n[ht]\n    \n}\n        . For each input spin, an abstract representation is formed by aggregating contributions from all other spins, weighted by their spatial separation: nearby spins contribute more strongly, while contributions from distant sites are progressively suppressed. This operation is performed independently at every lattice site, yielding a new representation for each spin. The procedure is iterated across successive Transformer layers.}\n    \n\n\n\nAs in broader machine learning, the success of NQS relies on ~: architectural priors that guide learning toward physically relevant solutions using finite data and noisy gradients. This naturally raises the question:  Physical Hamiltonians typically involve local interactions, which constrain how correlations decay and how information propagates~. This behavior is formalized by the : correlations between operators vanish as their separation, either in space or in time, increases~. Importantly, the locality of the Hamilton",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 将一种具有可解释物理意义的空间注意力机制（体现为单一可学习的长度尺度）作为归纳偏置引入Transformer架构的神经网络量子态，从而首次在变分蒙特卡洛框架内稳定地实现了对强关联二维阻挫系统在热力学极限下的高精度模拟。\n\n2. 关键结论: (1) 该方法在自旋-1/2三角晶格海森堡反铁磁体上实现了高达42x42格点的最先进模拟，其外推的热力学极限能量系统地优于iPEPS等张量网络方法; (2) 由此得到的磁化强度M0=0.148(1)远低于经典值，表明精度较低的变分态会系统性地高估磁有序; (3) 对优化波函数的分析表明其具有本质上非局域的符号结构，意味着局域基变换无法消除符号问题; (4) 该方法在20x20方格子的J1-J2海森堡模型上也取得了最先进的能量结果，证明了其通用性。\n\n3. 专家点评: 这项工作标志着神经网络量子态在解决具有挑战性的二维阻挫磁体问题上迈出了关键一步，其模拟的尺度首次达到了能够可靠进行有限尺寸缩放并提取实验相关量的程度。然而，该方法的成功严重依赖于一个精心设计的、物理启发的归纳偏置，其普适性在不同类型的强关联模型（如掺杂系统或费米子模型）中仍有待检验。此外，尽管分析暗示了符号问题的内在非局域性，但对该非局域起源的深入理论理解以及它如何普遍地存在于其他阻挫系统中，仍然是未来研究需要解决的根本性问题。"
    },
    {
        "id": "2602.04323",
        "title": "Efficient Equivariant High-Order Crystal Tensor Prediction via Cartesian Local-Environment Many-Body Coupling",
        "abstract": "End-to-end prediction of high-order crystal tensor properties from atomic structures remains challenging: while spherical-harmonic equivariant models are expressive, their Clebsch-Gordan tensor products incur substantial compute and memory costs for higher-order targets. We propose the Cartesian Environment Interaction Tensor Network (CEITNet), an approach that constructs a multi-channel Cartesian local environment tensor for each atom and performs flexible many-body mixing via a learnable channel-space interaction. By performing learning in channel space and using Cartesian tensor bases to assemble equivariant outputs, CEITNet enables efficient construction of high-order tensor. Across benchmark datasets for order-2 dielectric, order-3 piezoelectric, and order-4 elastic tensor prediction, CEITNet surpasses prior high-order prediction methods on key accuracy criteria while offering high computational efficiency.",
        "url": "http://arxiv.org/abs/2602.04323v1",
        "published": "2026-02-04",
        "zh_abstract": "从原子结构端到端预测高阶晶体张量性质仍具挑战：虽然球谐等变模型表达能力强大，但其克莱布希-戈丹张量积运算在高阶目标预测中会产生高昂的计算与内存成本。我们提出笛卡尔环境交互张量网络（CEITNet），该方法为每个原子构建多通道笛卡尔局部环境张量，并通过可学习的通道空间交互实现灵活的多体混合。通过在通道空间进行学习，并利用笛卡尔张量基组装等变输出，CEITNet能够高效构建高阶张量。在二阶介电张量、三阶压电张量及四阶弹性张量预测的基准数据集测试中，CEITNet在关键精度指标上超越现有高阶预测方法，同时保持卓越计算效率。",
        "introduction": "Tensor properties of crystal materials are fundamental in advancing many technological fields, leading to significant innovations in device development. As a result, accurate prediction of crystal tensor properties has attracted increasing attention from the research community.\nFirst principles methods, such as density functional theory (DFT), have facilitated the prediction of various properties within an acceptable error margin compared to traditional laboratory experiments. \n{However, density functional theory calculations can be computationally demanding, especially when evaluating high-order\n\ntensor properties of large crystalline systems, as they require iterative self-consistent optimization of both electronic states and atomic configurations with explicit wavefunction descriptions} .\nTheir computational complexity {scales cubically or even more steeply with the number of atoms in the system }. \nConsequently, this leads to difficulties in high-order tensor prediction, limiting the development of related fields. On a broader level, the energy consumption and carbon footprint associated with large-scale computational chemistry and material simulations are garnering increasing attention . Therefore, developing data-driven prediction methods that balance accuracy with efficiency is imperative for accelerating material screening and discovery.\n\nA central challenge in applying deep learning to tensor prediction lies in satisfying geometric equivariance. Unlike predicting scalar properties like total energy or formation energy , tensor properties exhibit strict directional dependency: when a crystal structure experiences rotation in 3D space, tensor properties must transform according to the coordinate transformation rules . Neglecting this inductive bias leads to physically inconsistent predictions and degraded sample efficiency and generalization capabilities , hindering the model's ability to learn correct physical laws from limited, expensive DFT data.\n\nCurrentl",
        "conclusion": "In conclusion, we propose the Cartesian Environment Interaction Tensor Network, for predicting high-order crystal tensor properties.\nTo improve computational efficiency, CEITNet adopts a decoupled design that separates invariant atomic encoding from equivariant tensor construction, avoiding the propagation of high-order equivariant features. Building on Cartesian geometric bases derived from interatomic directions, CEITNet constructs channelized local-environment tensors and introduces a learnable channel-interaction module to enable flexible many-body mixing.\nExperimental results demonstrate that CEITNet achieves state-of-the-art performance  across different high-order tensor prediction tasks on key accuracy criteria. Moreover, compared with spherical-harmonic-based approaches, CEITNet offers substantial computational advantages, highlighting its effectiveness and flexibility in multi-task settings. \n\nDespite the strong performance of CEITNet, there are several limitations:\nFirst, compared with equivariant methods based on spherical harmonics, our Cartesian framework typically requires non-trivial design of the corresponding coupling process when transferring to different tensor types. Systematically selecting a set of bases and coupling templates that is both computationally efficient and sufficiently expressive for a new task still involves some hyperparameter tuning.\nSecond, in this work, we instantiate the model with a coupling between two environment streams, which effectively restricts the explicit interaction order to three-body information, which is also efficient in most cases. In principle, the framework can be extended to model higher-order many-body effects, however, higher-order interactions inevitably introduce trade-offs in computational cost, numerical stability, and the risk of overfitting.\n\nFuture work may explore more systematic task transfer, controlled extensions to higher-order many-body couplings, and stronger symmetry-aware inductive biases",
        "deep_summary": "1. 核心创新: 提出了一种基于笛卡尔局部环境张量和可学习通道空间相互作用的解耦设计，以高效且等变的方式预测高阶晶体张量，避开了传统球谐方法中计算昂贵的Clebsch-Gordan张量积。\n\n2. 关键结论: (1) 通过将不变原子编码与等变张量构建解耦，避免了高阶等变特征的传播，从而提升了计算效率; (2) 利用笛卡尔几何基构建通道化的局部环境张量，并通过可学习的通道相互作用模块实现灵活的多体混合; (3) 在多个高阶张量预测基准任务上，其关键精度指标超越了现有方法，同时提供了显著的计算优势。\n\n3. 专家点评: 该工作通过其解耦的笛卡尔张量方法，巧妙地绕过了球谐等变网络在高阶情形下的计算瓶颈，这是一个重要的工程与理论结合的成功案例。其显著的计算效率优势使其在大规模材料筛选和高阶张量（如四阶弹性张量）的快速预测方面具有巨大的应用潜力；然而，其性能可能依赖于笛卡尔基的特定选择，在捕捉极其复杂的角向依赖性时，其表达能力和通用性是否始终优于或等同于最先进的球谐方法，仍需在更广泛的基准和体系上进行严格验证。"
    },
    {
        "id": "2602.02228",
        "title": "Triplet Envelope Functions for increasing machine learning interatomic potential efficiency and stability",
        "abstract": "Central to interatomic potential efficiency is the radial envelope function that enables linear scaling with computational cost by defining a local neighborhood of atoms. This has enabled MLIPs to revolutionize materials science over the past decade by providing DFT accuracy with linear scaling computational cost in molecular dynamics workflows. However, MLIPs still have a relatively high computational cost compared to empirical interatomic potentials, preventing them from transforming molecular dynamics workflows. A central issue is that MLIPs use relatively large cutoff radii, converging to 6A over the last few years. The large cutoffs prioritize accuracy of any material over efficiency in any particular region of phase space, capturing dispersion effects and low density materials at the expense of increased computational cost in higher density materials. Past work has aimed to address this with KNN graph sparsification, which, while significantly reducing cost, has the drawback of breaking energy conservation. In this work, we propose higher-order envelope functions that prune local atomic neighborhoods through physically inspired geometric functions to provide the memory and efficiency benefits of KNN graph sparsification while eliminating non-conservative energy dynamics. Through numerical experiments on solids and liquids with 5-8A cutoffs, we show that triplet envelope functions complement radial envelope functions by doubling training and inference speed, tripling memory efficiency, and increasing simulation stability while not impacting accuracy or data efficiency for the most common 6A cutoff. Moreover, experiments with 8A radial cutoffs show triplet envelope functions create a pathway to larger cutoff radii for efficiently and accurately modeling open structures with large interatomic distances, showing a promising new direction for engineering MLIP efficiency.",
        "url": "http://arxiv.org/abs/2602.02228v1",
        "published": "2026-02-02",
        "zh_abstract": "原子间势能计算效率的核心在于径向包络函数，该函数通过定义原子局部邻域实现计算成本的线性缩放。这一机制使得机器学习势函数在过去十年中彻底改变了材料科学领域，能够在分子动力学工作流程中以线性增长的计算成本达到密度泛函理论的精度水平。然而相较于经验性原子间势函数，机器学习势函数仍存在计算成本较高的问题，阻碍其彻底变革分子动力学工作流程。关键瓶颈在于机器学习势函数普遍采用较大的截断半径（近年来普遍收敛于6埃）。这种大截断半径设计优先考虑普适材料的精度而非相空间特定区域的效率，虽然能有效捕捉色散效应和低密度材料特性，但代价是在高密度材料中增加计算成本。已有研究试图通过KNN图稀疏化解决该问题，虽显著降低计算成本，却存在破坏能量守恒的缺陷。本研究提出高阶包络函数，通过物理启发的几何函数对局部原子邻域进行剪枝，在保留KNN图稀疏化内存与效率优势的同时消除非守恒能量动力学。针对5-8埃截断半径的固体和液体数值实验表明：对于最常见的6埃截断半径，三重态包络函数与径向包络函数形成互补，使训练推理速度提升两倍，内存效率提高三倍，并增强模拟稳定性，且不影响精度或数据效率。此外，8埃径向截断实验证明三重态包络函数为扩大截断半径开辟了新路径，可高效精确模拟具有大原子间距的开放结构，为机器学习势函数效率优化指明了新方向。",
        "introduction": "Machine learning interatomic potentials (MLIPs) are a new paradigm in computational materials science due to their reduced cost compared to density functional theory (DFT) calculations .\nGeneral purpose models trained on expansive DFT datasets now regularly provide quantitative accuracy across the periodic table .\nAs a replacement for ab-initio molecular dynamics, this is transformative, but the aspiration for MLIPs is to also replace empirical interatomic potentials.\nHowever, current general purpose models are still orders of magnitude more costly than empirical interatomic potentials, and using MLIPs to probe the thermodynamics and kinetics of materials across nanosecond timescales is still prohibitively expensive . \nThese barriers have prevented them from being widely adopted across the computational materials science community, especially in industrial research settings.\n\nLocality is the primary method MLIPs have reduced the cost of simulations with respect to DFT.\nA local neighborhood is defined by a radial cutoff $R_c$ that limits the receptive field of MLIPs.\nThe number of atoms in the local environment determines how much information the MLIP processes and correspondingly its cost.\nImportantly, locality makes interatomic potentials scale linearly with the system size for accessing much larger simulations than DFT.\nHowever, since the number of atoms within the neighborhood increases cubically with the cutoff radius, increasing the cutoff has a significant impact on the model cost.\n\nThe cost needs to be balanced with accuracy. \nReducing the radial cutoff generally comes at the expense of accuracy as the physics an MLIP needs to capture has to be within its receptive field.\nFor isolated small molecules, a cutoff radius of 2-3\\ is sufficient to model covalent bonding.\nFor most metals, a cutoff radius of 4-5 \\ is generally sufficient.\nIt is only when open inorganic structures or dispersion effects are modeled that cutoffs of 6 \\ or more are needed.\n\nBefore genera",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种基于三元组几何函数的高阶包络函数，在保持能量守恒的前提下，通过物理启发的邻域剪枝策略，显著提升了机器学习原子间势的计算效率和内存效率。\n\n2. 关键结论: (1) 三元组包络函数与径向包络函数互补，在6埃截断半径下，可将训练和推理速度提升一倍，内存效率提升三倍，同时不影响精度或数据效率; (2) 该方法克服了传统KNN图稀疏化方法破坏能量守恒的关键缺陷，提高了模拟稳定性; (3) 对于8埃等更大截断半径，该方法为高效精确模拟具有大原子间距的开放结构材料开辟了新途径。\n\n3. 专家点评: 这项工作巧妙地解决了MLIPs在效率与守恒律之间的核心矛盾，其物理启发的剪枝思想比纯算法优化更具鲁棒性。若能将该方法成功集成到主流MLIP框架中，将极大推动其在工业界复杂材料模拟中的应用。然而，其普适性仍需在更广泛的材料体系和更极端的物理条件下进行验证，特别是对于强各向异性或动态成键断裂/形成的体系。"
    },
    {
        "id": "2602.02692",
        "title": "Straintronics and twistronics in bilayer graphene",
        "abstract": "The interplay of twist and strain in bilayer graphene enables the formation of moiré patterns and narrow bands that host correlated and topological phases. While magic-angle twisted bilayer graphene has been widely studied, strain provides an additional and realistic control knob for band engineering. In this work, we first generate a global method to construct commensurate supercells for arbitrary twist and strain. Then, using atomistic tight-binding and strain-extended continuum models to study the commensurate structures, we identify configurations that minimize the bandwidth beyond the magic angle. The results reveal a strong dependence of band narrowing and topology on strain type, magnitude, direction and lattice relaxation. Particularly, shear strain produces a stronger distortion than uniaxial strain. Including electron-electron interactions through a self-consistent Hartree potential shows that strain broadens the bare bands while reducing electrostatic renormalization. Strain also drives topological transitions as the narrow and remote bands hybridize, establishing twisted and strained bilayer graphene as a tunable platform for flat-band and topological phenomena.",
        "url": "http://arxiv.org/abs/2602.02692v1",
        "published": "2026-02-02",
        "zh_abstract": "双层石墨烯中扭转与应变的相互作用使得莫尔条纹的形成及窄能带的出现成为可能，这些窄能带中存在着关联态和拓扑物相。尽管魔角扭转双层石墨烯已被广泛研究，但应变为能带工程提供了一个额外且实际可行的调控手段。本研究首先提出了一种全局方法，用于构建任意扭转和应变下的公度超晶胞。随后，通过采用原子紧束缚模型和应变扩展连续模型研究这些公度结构，我们找到了超越魔角条件下能带宽度最小化的构型。结果表明，能带窄化效应和拓扑特性强烈依赖于应变的类型、大小、方向及晶格弛豫。特别值得注意的是，剪切应变比单轴应变会产生更强的能带畸变。通过自洽哈特里势引入电子-电子相互作用后，研究发现应变在减弱静电重整化的同时会拓宽裸能带。随着窄能带与远邻能带发生杂化，应变还会驱动拓扑转变，从而确立扭转应变双层石墨烯作为研究平带与拓扑现象的可调控平台。",
        "introduction": "The discovery of correlated phases and unconventional superconductivity in twisted bilayer graphene (TBG) has attracted significant attention over the last few years . These phenomena are intrinsically connected to the emergence of very flat bands due to the moiré potential , induced by the lattice mismatch created by the twist or strain . The quenching of the kinetic energy in the flat bands promotes the appearance of the observed electronic correlations. Any approach to understand the nature of the correlated phases in TBG must then start from a solid understanding of the nature and origin of the flat bands, supported by accurate modelling methods. \n\nWith only a relative twist, the flat bands are well-known to arise at an infinite set of , the largest one being around $1^{}$~. However, in practice the samples usually have at least some residual strain~, defects~ or even twist angle disorders~, typically arising during their fabrication~. The presence of strains, in particular, can significantly modify the geometrical and electronic properties of the system since the moiré acts as a magnifying glass~. Although this may be seen as undesirable, one can conversely use strains as an additional tune parameter in the system~. Compared to the twist, which only rotates the layers, strains distort the layers and thus can lead to a plethora of moiré patterns with potentially rich properties~. This has motivated recent experimental advances in developing new techniques to induce and manipulate the strain in moiré heterostructures~, opening a path to straintronics and twistronics, whereby the electronic properties can be tuned by the combined interplay between twist and strain. Among different types of strain, uniaxial heterostrain\nis the most common type, and has been observed in many experimental samples . Consequently, most theoretical works focus on the effects of the uniaxial heterostrain. Recently, under\nsome new well-developed techniques, shear heterostrain\nis introduce",
        "conclusion": "\nIn summary, we studied the combined effects of twist and strain in bilayer graphene using atomistic tight-binding and strain-extended continuum models. Strain reshapes the moiré geometry, broadens the narrow bands, splits the vHs, lifts valley degeneracy, and shifts the Dirac points within the mBZ. The shear strain introduces stronger distortion of both the geometrical and electronic properties. Moreover, the strain direction is crucial: it controls both the bandwidth and the valley-resolved topology, and shifts the twist angle that minimizes the bandwidth.  A continuum model with strain-induced scalar and gauge fields reproduces the atomistic spectra and the strain-driven topological transitions that occur when the gap to the remote bands closes and reopens. Including electrostatic (Hartree) interactions, we find nonrigid spectral shifts at low strain that evolve toward an almost rigid shift at higher strain; the interaction mainly reshapes the bands without reversing the strain-induced broadening. Finally, we develop a general method based on the energy minimization, to determine the twist and strain from the STM topography. These results show that strain provides a practical knob to control band structure and valley topology in moiré graphene.",
        "deep_summary": "1. 核心创新: 提出了一种在任意扭转和应变下构建双层石墨烯公度超晶胞的普适性方法，并系统揭示了剪切应变相较于单轴应变能更有效地调控能带结构和拓扑性质。\n2. 关键结论: (1) 应变可以作为一种超越“魔角”的额外调控手段，实现更窄的带宽；(2) 能带窄化和拓扑特性强烈依赖于应变的类型、大小、方向以及晶格驰豫，其中剪切应变引起的几何和电子结构畸变更强；(3) 应变通过使窄带与远程能带杂化，驱动了拓扑相变；(4) 包含电子-电子相互作用的Hartree势计算表明，应变会拓宽裸能带，同时减弱静电重整化效应。\n3. 专家点评: 这项工作将“应变电子学”与“扭转电子学”紧密结合，为理解和设计具有可调平带与拓扑现象的平台提供了关键的理论框架。其建立的普适性模型和对应变类型（特别是剪切应变）的深入分析，对解释实验观测和指导未来应变调控器件的制备具有重要价值。然而，模型中对电子关联效应的处理仍相对简化（如仅采用Hartree近似），未来需要结合更高级的多体计算方法来精确捕捉应变对强关联相和超导性的影响。"
    },
    {
        "id": "2602.02125",
        "title": "Machine-Learned Hamiltonians for Quantum Transport Simulation of Valence Change Memories",
        "abstract": "The construction of the Hamiltonian matrix \\textbf{H} is an essential, yet computationally expensive step in \\textit{ab-initio} device simulations based on density-functional theory (DFT). In homogeneous structures, the fact that a unit cell repeats itself along at least one direction can be leveraged to minimize the number of atoms considered and the calculation time. However, such an approach does not lend itself to amorphous or defective materials for which no periodicity exists. In these cases, (much) larger domains containing thousands of atoms might be needed to accurately describe the physics at play, pushing DFT tools to their limit. Here we address this issue by learning and directly predicting the Hamiltonian matrix of large structures through equivariant graph neural networks and so-called augmented partitioning training. We demonstrate the strength of our approach by modeling valence change memory (VCM) cells, achieving a Mean Absolute Error (MAE) of 3.39 to 3.58 meV, as compared to DFT, when predicting the Hamiltonian matrix entries of systems made of $\\sim$5,000 atoms. We then replace the DFT-computed Hamiltonian of these VCMs with the predicted one to compute their energy-resolved transmission function with a quantum transport tool. A qualitatively good agreement between both sets of curves is obtained. Our work provides a path forward to overcome the memory and computational limits of DFT, thus enabling the study of large-scale devices beyond current \\textit{ab-initio} capabilities",
        "url": "http://arxiv.org/abs/2602.02125v1",
        "published": "2026-02-02",
        "zh_abstract": "在基于密度泛函理论(DFT)的从头算器件模拟中，哈密顿矩阵\\textbf{H}的构建是至关重要但计算成本高昂的步骤。对于均匀结构，原胞至少沿一个方向重复的特性可被用于最小化所考虑的原子数量和计算时间。然而，这种方法并不适用于不存在周期性的非晶或缺陷材料。此类情况下可能需要包含数千个原子的（更大）区域才能准确描述物理机制，从而将DFT工具推向极限。本文通过等变图神经网络与增强分区训练方法，实现了对大尺度结构哈密顿矩阵的学习与直接预测。我们通过模拟价变存储器(VCM)单元验证该方法优势，在预测包含$\\sim$5,000原子体系的哈密顿矩阵元素时，相较于DFT计算结果实现了3.39-3.58 meV的平均绝对误差(MAE)。进而利用量子输运工具，将DFT计算的VCM哈密顿矩阵替换为预测值进行能量分辨透射函数计算，获得了定性吻合的结果。本研究为突破DFT的内存与计算限制开辟了新路径，使得超越当前从头算能力的大尺度器件研究成为可能。",
        "introduction": "As the dimensions of modern-day electronic devices keep decreasing,  calculations are gaining momentum to capture atomistic details and their influence on key performance metrics. Density-functional theory (DFT) lends itself optimally to this task. Besides the energy and wavefunction of atomic systems, it can also return their Hamiltonian matrix . This quantity can then be passed to a quantum transport (QT) solver to compute the ``current vs. voltage'' characteristics of the targeted device. In structures with atomic disorder such as the amorphous oxides used at the switching layer of resistive random access memories (ReRAM), the construction of  can be tedious. Large unit cells containing thousands of atoms are required to accurately represent ReRAM geometries. As DFT scales with $O(N^{3})$, $N$ being the number of atoms, it becomes prohibitively expensive at these scales, limiting the size of the devices that can be investigated at the  level.\n\nIn this work, we present an approach that overcomes this bottleneck by replacing DFT-computed Hamiltonians with machine-learned (ML) ones. We demonstrate this approach by simulating a valence change memory (VCM) cell, a ReRAM type with applications in neuromorphic computing . The VCM of interest is made of a TiN- HfO$_2$- Ti/TiN stack and 5,268 atoms. Its conductance can be modulated by applying an external voltage, which leads to the generation/recombination of oxygen vacancies at the Ti-HfO$_2$ interface and the formation/dissolution of conductive filaments. From a modeling perspective, the underlying structural evolution can be tracked with, for example, kinetic Monte Carlo (KMC)  or molecular dynamics (MD)  simulations. To compute the corresponding ``I-V'' characteristics, the Hamiltonian matrix of samples extracted at regular time intervals should be produced with DFT and passed as input to a QT solver. Bypassing the DFT step with ML requires a model that can learn complex features, e.g., non-regular lattices, the infl",
        "conclusion": "We presented an ML-based approach that can be integrated into a large-scale device simulation platform capable of computing from first-principles the ``I-V'' characteristics of atomic structures changing with time. Our model  not only bypasses computationally intensive DFT calculations, it can potentially also be used to construct the Hamiltonian matrix of systems with sizes beyond current DFT capabilities. Future work includes improving the prediction accuracy of our framework by incorporating more  training data and adopting more expressive network architectures. Other applications such as phase-change memories can be envisioned. They undergo gradual amorphous-to-crystalline transitions whose electronic properties could be predicted with ML instead of being computed with DFT .",
        "deep_summary": "1. 核心创新: 利用等变图神经网络和增强分区训练方法，直接从原子结构预测大尺度非晶/缺陷体系（如价变存储器）的哈密顿量矩阵，从而绕过高计算成本的密度泛函理论计算。\n2. 关键结论: (1) 该方法在预测包含约5000个原子的VCM系统哈密顿量矩阵元素时，相对于DFT实现了3.39至3.58 meV的平均绝对误差; (2) 使用预测的哈密顿量计算能量分辨透射函数，与基于DFT哈密顿量的量子传输计算结果在定性上吻合良好; (3) 该框架为克服DFT的内存和计算限制、研究超越当前第一性原理能力的大尺度器件提供了可行路径。\n3. 专家点评: 这项工作在连接原子尺度模拟与器件级性能预测方面具有重要价值，其核心突破在于通过机器学习有效捕捉了无序体系中的局域化学环境对电子结构的复杂影响。然而，该方法目前主要展示了定性一致性，其预测哈密顿量的定量精度是否足以可靠地重现关键的输运现象（如电流阈值、开关比）仍需在更广泛的电压和构型范围内进行严格验证。未来的挑战包括将该方法集成到动态模拟流程中，并评估其在非平衡态和不同缺陷浓度下的泛化能力。"
    },
    {
        "id": "2602.02234",
        "title": "Enabling AI Deep Potentials for Ab Initio-quality Molecular Dynamics Simulations in GROMACS",
        "abstract": "State-of-the-art AI deep potentials provide ab initio-quality results, but at a fraction of the computational cost of first-principles quantum mechanical calculations, such as density functional theory. In this work, we bring AI deep potentials into GROMACS, a production-level Molecular Dynamics (MD) code, by integrating with DeePMD-kit that provides domain-specific deep learning (DL) models of interatomic potential energy and force fields. In particular, we enable AI deep potentials inference across multiple DP model families and DL backends by coupling GROMACS Neural Network Potentials with the C++/CUDA backend in DeePMD-kit. We evaluate two recent large-atom-model architectures, DPA2 that is based on the attention mechanism and DPA3 that is based on GNN, in GROMACS using four ab initio-quality protein-in-water benchmarks (1YRF, 1UBQ, 3LZM, 2PTC) on NVIDIA A100 and GH200 GPUs. Our results show that DPA2 delivers up to 4.23x and 3.18x higher throughput than DPA3 on A100 and GH200 GPUs, respectively. We also provide a characterization study to further contrast DPA2 and DPA3 in throughput, memory usage, and kernel-level execution on GPUs. Our findings identify kernel-launch overhead and domain-decomposed inference as the main optimization priorities for AI deep potentials in production MD simulations.",
        "url": "http://arxiv.org/abs/2602.02234v1",
        "published": "2026-02-02",
        "zh_abstract": "当前最先进的人工智能深度势能为分子动力学模拟提供了媲美第一性原理计算精度的结果，同时显著降低了传统量子力学计算方法（如密度泛函理论）的计算成本。本研究通过集成DeePMD-kit——专为原子间势能和力场提供领域特定深度学习模型的工具包，将AI深度势能引入生产级分子动力学代码GROMACS。我们特别通过耦合GROMACS神经网络势能模块与DeePMD-kit的C++/CUDA后端，实现了跨多种DP模型家族和深度学习后端的AI深度势能推理。在NVIDIA A100和GH200 GPU平台上，我们使用四个具有第一性原理精度的水溶液中蛋白质基准体系（1YRF、1UBQ、3LZM、2PTC），评估了GROMACS中两种新型大原子模型架构：基于注意力机制的DPA2和基于图神经网络的DPA3。实验结果表明，在A100和GH200 GPU上，DPA2的吞吐量分别达到DPA3的4.23倍和3.18倍。我们还通过特征分析对比了DPA2与DPA3在吞吐量、内存使用和GPU内核级执行等方面的表现。研究指出内核启动开销和域分解推理是生产级分子动力学模拟中AI深度势能的主要优化方向。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2602.03046",
        "title": "Impact of Local Descriptors Derived from Machine Learning Potentials in Graph Neural Networks for Molecular Property Prediction",
        "abstract": "In this study, we present a framework aimed at enhancing molecular property prediction through the integration of local descriptors obtained from large-scale pretrained machine learning potentials into three-dimensional graph neural networks (3D GNNs). As an illustration, we developed an EGNN-PFP model by integrating descriptors derived from the preferred potential (PFP) features, acquired through Matlantis, into an equivariant graph neural network (EGNN), and evaluated its effectiveness. When tested on the QM9 dataset, comprising small organic molecules, the proposed model demonstrated superior accuracy compared to both the original EGNN models and the baseline models without PFP-derived descriptors for 11 out of the 12 molecular properties. Furthermore, when evaluated on the tmQM dataset, which encompasses transition metal complexes, notable enhancements in performance were observed across all five target properties, indicating the significance of the local atomic environment surrounding transition metals. In essence, the proposed methodology is adaptable to any 3D GNN architecture, and further enhancements in prediction accuracy are anticipated when integrated with continually evolving GNN architectures.",
        "url": "http://arxiv.org/abs/2602.03046v1",
        "published": "2026-02-03",
        "zh_abstract": "本研究提出一种通过将大规模预训练机器学习势能获得的局域描述符整合至三维图神经网络（3D GNNs）以提升分子性质预测能力的框架。作为示例，我们将通过Matlantis获取的优选势能（PFP）特征描述符整合到等变图神经网络（EGNN）中，开发了EGNN-PFP模型并评估其有效性。在由小分子有机化合物构成的QM9数据集测试中，该模型在12项分子性质中的11项预测精度均优于原始EGNN模型及未引入PFP描述符的基线模型。此外，在包含过渡金属配合物的tmQM数据集评估中，所有五项目标性质均呈现显著提升，这表明过渡金属周围局域原子环境具有重要影响。该方法可适配于任何3D GNN架构，且随着图神经网络架构的持续演进，预计将实现更高的预测精度提升。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2602.02128",
        "title": "Scalable Spatio-Temporal SE(3) Diffusion for Long-Horizon Protein Dynamics",
        "abstract": "Molecular dynamics (MD) simulations remain the gold standard for studying protein dynamics, but their computational cost limits access to biologically relevant timescales. Recent generative models have shown promise in accelerating simulations, yet they struggle with long-horizon generation due to architectural constraints, error accumulation, and inadequate modeling of spatio-temporal dynamics. We present STAR-MD (Spatio-Temporal Autoregressive Rollout for Molecular Dynamics), a scalable SE(3)-equivariant diffusion model that generates physically plausible protein trajectories over microsecond timescales. Our key innovation is a causal diffusion transformer with joint spatio-temporal attention that efficiently captures complex space-time dependencies while avoiding the memory bottlenecks of existing methods. On the standard ATLAS benchmark, STAR-MD achieves state-of-the-art performance across all metrics--substantially improving conformational coverage, structural validity, and dynamic fidelity compared to previous methods. STAR-MD successfully extrapolates to generate stable microsecond-scale trajectories where baseline methods fail catastrophically, maintaining high structural quality throughout the extended rollout. Our comprehensive evaluation reveals severe limitations in current models for long-horizon generation, while demonstrating that STAR-MD's joint spatio-temporal modeling enables robust dynamics simulation at biologically relevant timescales, paving the way for accelerated exploration of protein function.",
        "url": "http://arxiv.org/abs/2602.02128v1",
        "published": "2026-02-02",
        "zh_abstract": "分子动力学模拟仍是研究蛋白质动态过程的金标准，但其计算成本限制了在生物相关时间尺度上的应用。近期生成模型虽展现出加速模拟的潜力，但由于架构限制、误差累积和时空动态建模不足，难以实现长程生成。我们提出STAR-MD（分子动力学时空自回归推演），一种可扩展的SE(3)等变扩散模型，能够在微秒时间尺度上生成物理合理的蛋白质轨迹。核心创新是采用联合时空注意力机制的因果扩散Transformer，能有效捕捉复杂时空依赖关系，同时规避现有方法的内存瓶颈。在标准ATLAS基准测试中，STAR-MD在所有指标上均实现最先进性能——相较既有方法显著提升构象覆盖度、结构有效性和动态保真度。当基线方法完全失效时，STAR-MD能成功外推生成稳定的微秒级轨迹，并在扩展推演中始终保持优异结构质量。全面评估揭示了当前模型在长程生成中的严重局限，同时证明STAR-MD的联合时空建模能够实现生物相关时间尺度的稳健动态模拟，为加速探索蛋白质功能开辟新路径。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.22353",
        "title": "Hydrogen in Brownmillerite Perovskites: First-Principles Insights into Energetics and Induced Electronic-Magnetic Changes",
        "abstract": "Hydrogen uptake in brownmillerite perovskites A2B2O5 offers an (electro)chemically accessible route to tune functional properties, but mechanistic understanding and design rules for hydrogen-responsive oxides remain limited. Here we employ density functional theory (DFT) to quantify how H absorption affects electronic structure, magnetic exchange, and anisotropy in representative Sr2Fe2O5 and Sr2Co2O5 oxides. We find that hydrogenation introduces a localized electron that stabilizes near the proton, with B-site-dependent preference. The resulting lattice distortions and redistribution of charge density modify exchange coupling and cant the Neel vector, giving rise to weak ferromagnetism. We also show that absorption energies are highly sensitive to proton-electron arrangements and magnetic order, varying by up to 1 eV across different settings. This sensitivity demands consistent treatment of charge localization and spin states, together with careful choice of computational parameters. Extending to a variety of experimentally reported A2B2O5 compositions, we identify candidates with favorable H uptake and uncover a trend linking more favorable absorption to a higher B-site d-electron count. We also demonstrate that the preferred proton absorption site in these materials is governed by local O-O separations and lattice flexibility, which describe the ability of the framework to accommodate proton-induced distortions. Finally, benchmarks of universal machine-learning interatomic potentials reveal uncertainties of about 1 eV for site-resolved absorption energies, motivating descriptor-based surrogate models and targeted DFT validation. Together, these results establish practical design rules for hydrogen-responsive oxides relevant to iono-electronic devices, sensors, and electrically tunable spin functionality.",
        "url": "http://arxiv.org/abs/2601.22353v1",
        "published": "2026-01-29",
        "zh_abstract": "棕色钙钛矿氧化物A₂B₂O₅对氢的吸附为调控功能特性提供了一条（电）化学可及的路径，但学界对氢响应氧化物的作用机理和设计规则仍缺乏深入认识。本文采用密度泛函理论（DFT）量化研究了氢吸附对典型氧化物Sr₂Fe₂O₅和Sr₂Co₂O₅电子结构、磁交换作用与磁各向异性的影响。研究发现：氢化过程会引入局域电子，该电子稳定存在于质子附近且分布偏好受B位离子调控；由此产生的晶格畸变与电荷密度重分布会改变交换耦合作用，导致尼尔矢量倾斜并诱发弱铁磁性。研究还发现吸附能对质子-电子排布方式和磁序高度敏感，不同条件下波动幅度可达1 eV，这种敏感性要求理论计算必须保持电荷局域化与自旋态处理的一致性，并谨慎选择计算参数。通过扩展研究多种已报道的A₂B₂O₅组分，我们筛选出具有优异氢吸附能力的候选材料，并揭示了更优吸附性能与更高B位d电子数之间的关联规律。研究还证明质子在这些材料中的优先吸附位点受局部氧-氧间距和晶格柔性共同调控，这两项参数反映了晶格框架适应质子诱导畸变的能力。最后，通过对通用机器学习原子间势进行基准测试，发现其对位点分辨吸附能的预测存在约1 eV的不确定性，这推动了基于描述符的代理模型与定向DFT验证的发展。本研究共同建立了适用于离子电子器件、传感器及电控自旋功能元件的氢响应氧化物实用设计规则。",
        "introduction": "Dynamically controlling material properties through reversible electrochemical intercalation of small ions, known as iono-electronics, is a rapidly growing research direction~. When a positive gate voltage is applied, cations migrate from the reservoir through the electrolyte to compensate the flow of electrons and accumulate inside the active-layer material, altering its electric conductance and other properties. Among possible carriers, the small size of H$^+$ makes it uniquely effective, enabling insertion and removal from lattices with minimal structural disruption. Coupled H$^+$ and $^-$ doping has been shown to tune a wide spectrum of functionalities, including mechanical~, optical~, magnetic~, electronic properties ~, and thermal transport~. It can also induce superconductivity~, ferroelectricity~, magnetic skyrmions~, metal--insulator and Mott transitions~, and enhanced catalytic activity~.Proton-responsive oxides are also being explored for neuromorphic devices, where ionic dynamics emulate synaptic plasticity and enable electrochemical random-access memory (H-ECRAM)~. Despite these advances, the microscopic mechanisms of hydrogen incorporation, electron localization, and their influence on correlated electronic states remain insufficiently understood.\n\nAmong active layer materials, oxygen-deficient brownmillerite perovskites (A$_2$B$_2$O$_5$) stand out for their compositional flexibility and demonstrated ability to  absorb and conduct hydrogen . Combined experimental and calculation efforts on Sr$_2$Co$_2$O$_5$ and Sr$_2$Fe$_2$O$_5$ reveal dramatic hydrogen-induced transformations, including insulator–metal transitions, changes in magnetic order, and tunable thermal transport . Yet, systematic atomistic insight into how proton–electron pairs modify electronic and magnetic structures across different brownmillerites remains lacking, and no unified framework currently connects hydrogen insertion to these coupled transformations. Developing such a description",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 本文通过第一性原理计算，首次系统地揭示了氢在布朗米勒石钙钛矿A2B2O5中的吸收能、电子局域化行为及其对磁交换耦合与各向异性的调控机制，并建立了基于B位d电子数和局部晶格灵活性的材料设计准则。\n\n2. 关键结论: (1) 氢吸收引入的局域电子会稳定在质子附近，其行为具有B位元素依赖性；(2) 由此产生的晶格畸变和电荷密度重分布会改变磁交换耦合，使奈尔矢量倾斜并诱发弱铁磁性；(3) 氢吸收能对质子-电子构型和磁序高度敏感，变化范围可达1 eV，这要求计算中必须一致地处理电荷局域化和自旋态；(4) 发现更有利的氢吸收趋势与更高的B位d电子数相关；(5) 确定了质子优先吸收位点由局部O-O间距和晶格柔性（即框架容纳质子诱导畸变的能力）共同决定；(6) 基准测试表明通用机器学习原子间势对位点分辨吸收能的预测存在约1 eV的不确定性，凸显了基于描述符的替代模型和针对性DFT验证的必要性。\n\n3. 专家点评: 这项工作通过建立清晰的微观物理图像和实用的材料描述符，显著推进了对氢响应氧化物功能调控的理解，对离子电子学器件设计具有重要指导意义。然而，研究主要基于计算预测，其普适性和准确性亟需系统的实验研究，特别是对氢位置和局域磁结构的直接表征，来进行验证和校准。此外，所揭示的氢吸收能对计算参数的敏感性，以及机器学习势在此类强关联体系中的当前局限性，提醒我们在利用这些工具进行材料筛选时必须保持谨慎。"
    },
    {
        "id": "2601.13434",
        "title": "Insights into $CO_{2}$ activation on defective ZnS surfaces",
        "abstract": "In this work, we investigate $CO_{2}$ activation on ZnS using Near Ambient-Pressure X-ray photoelectron spectroscopy measurements (NAP-XPS) and density functional theory calculations (DFT). Our NAP-XPS experiments reveal that $CO_{2}$ adsorbs onto a defective ZnS surface upon heating above $473 \\ K$ in a $CO_{2}$ atmosphere (up to $0.55 \\ mbar$). The $CO_{2}$ adsorption fingerprint is detectable even after cooling to room temperature under ultra-high vacuum. Our DFT calculations suggest that $CO_{2}$ adsorption is energetically favorable on ZnS surfaces containing zinc vacancies, highlighting defect sites as key adsorption centers. Additionally, oxygen adsorption on a defective ZnS surface is exothermic, in contrast to the endothermic behavior observed on a defect-free surface. These findings contribute to a deeper understanding of defect-driven surface reactivity and may inform ZnS-based catalyst's design for $CO_{2}$ capture and reutilization.",
        "url": "http://arxiv.org/abs/2601.13434v1",
        "published": "2026-01-19",
        "zh_abstract": "本研究通过近常压X射线光电子能谱(NAP-XPS)测量和密度泛函理论(DFT)计算，探究了$CO_{2}$在ZnS表面的活化机制。NAP-XPS实验表明，在$CO_{2}$气氛中（最高达$0.55\\ mbar$）将ZnS加热至$473\\ K$以上时，$CO_{2}$会吸附在具有缺陷的ZnS表面。即使随后在超高真空环境下冷却至室温，仍可检测到$CO_{2}$的吸附特征峰。DFT计算表明，在含有锌空位的ZnS表面，$CO_{2}$吸附在能量上更有利，证实缺陷位点是关键吸附中心。此外，缺陷ZnS表面对氧的吸附呈放热特性，而无缺陷表面则表现为吸热行为。这些发现深化了对缺陷驱动表面反应机理的理解，可为设计基于ZnS的$CO_{2}$捕获与再利用催化剂提供理论指导。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2602.00525",
        "title": "First-Principles Optical Descriptors and Hybrid Classical-Quantum Classification of Er-Doped CaF$_2$",
        "abstract": "We present a physics-informed classical-quantum machine learning framework for discriminating pristine CaF$_2$ from Er-doped CaF$_2$ using first-principles optical descriptors. Finite Ca$_8$F$_{16}$ and Ca$_7$ErF$_{16}$ clusters were constructed from the fluorite structure (a=5.46~$Å$) and treated using density functional theory (DFT) and linear-response time-dependent DFT (LR-TDDFT) within the GPAW code. Geometry optimization was performed in LCAO mode with a DZP basis and PBE exchange-correlation functional, followed by real-space finite-difference ground-state calculations with grid spacing h=0.30~$Å$ and N$_{bands}$=N$_{occ}$+20. Optical excitations up to 10~eV were obtained via the Casida formalism and converted into continuous absorption spectra using Gaussian broadening ($σ$=0.1-0.2~eV). From 1,589 energy-resolved points per system, physically interpretable descriptors including transition energy $E$, extinction coefficient $κ$, and absorption coefficient $α$ were extracted. A classical RBF-kernel support vector machine (SVM) achieves a test accuracy (ACC) of 0.983 and ROC-AUC of 0.999. Quantum support vector machines (QSVMs) evaluated on statevector and noisy simulators reach accuracies of 0.851 and 0.817, respectively, while execution on IBM quantum hardware yields a test-slice accuracy of 0.733 under finite-shot and decoherence constraints. A hybrid quantum neural network (QNN) with a 3-qubit feature map and depth-4 ansatz achieves a test accuracy of 0.93 and AUC of 0.96. Results here demonstrate that dopant-induced optical fingerprints form a robust, physically grounded feature space for benchmarking near-term quantum learning models against strong classical baselines.",
        "url": "http://arxiv.org/abs/2602.00525v1",
        "published": "2026-01-31",
        "zh_abstract": "本文提出一种物理信息驱动的经典-量子机器学习框架，通过第一性原理光学描述符区分纯净CaF$_2$与掺铒CaF$_2$。基于萤石结构(a=5.46~$Å$)构建有限尺寸Ca$_8$F$_{16}$和Ca$_7$ErF$_{16}$团簇，采用GPAW软件包中的密度泛函理论(DFT)及线性响应含时密度泛函理论(LR-TDDFT)进行计算。几何优化在LCAO模式下完成（采用DZP基组和PBE交换关联泛函），随后以实空间有限差分法进行基态计算（网格间距h=0.30~$Å$，能带数N$_{bands}$=N$_{occ}$+20）。通过Casida形式获得最高10~eV的光学激发态，并采用高斯展宽($σ$=0.1-0.2~eV)转换为连续吸收光谱。从每个体系的1,589个能量分辨点中提取出物理可解释描述符，包括跃迁能$E$、消光系数$κ$和吸收系数$α$。经典径向基核支持向量机(SVM)获得0.983的测试精度(ACC)和0.999的ROC-AUC值。在态矢量模拟器和噪声模拟器上评估的量子支持向量机(QSVM)分别达到0.851和0.817的精度，而在IBM量子硬件上受限于有限采样和退相干效应，测试切片精度为0.733。采用3量子比特特征映射和深度4电路构型的混合量子神经网络(QNN)实现了0.93的测试精度和0.96的AUC值。本研究证明：掺杂诱导的光学指纹构成了物理可解释的特征空间，为近期量子学习模型与强经典基准的比较提供了稳健平台。",
        "introduction": "Photon upconversion is a nonlinear optical process in which the sequential absorption of two or more low-energy photons leads to the emission of a single higher-energy photon through intermediate electronic states . Rare-earth (lanthanide) ions play a central role in upconversion materials due to their partially filled electronic shells $4f$, which give rise to ladder-like energy level structures with long-lived metastable states that enable efficient stepwise excitation under low optical intensities . Among these ions, Er$^{3+}$- and Yb$^{3+}$-doped systems are particularly prominent because of favorable energy-level matching and efficient energy transfer pathways . The efficiency of upconversion is strongly influenced by the host lattice, with low-phonon energy fluoride materials such as CaF$_2$ suppressing nonradiative relaxation and providing a chemically compatible environment for rare-earth substitution . These properties have generated extensive interest in rare-earth upconversion materials for applications ranging from solid-state lasers to photovoltaics, bioimaging, and emerging photonic and quantum technologies .\n\n\nDespite the widespread use of rare-earth upconversion materials, a quantitative first-principles description of upconversion processes remains challenging. Conventional ground-state density functional theory (DFT) accurately captures structural and electronic properties , but is inherently limited to static observables and cannot describe optical excitations or multiphoton dynamics . Time-dependent density functional theory (TDDFT) extends DFT to the time domain and enables the calculation of optical absorption spectra and electronic excitation energies , yet primarily probes linear-response excitations and does not directly capture nonlinear emission processes such as photon upconversion. In rare-earth–doped systems, this limitation is particularly pronounced, as experimentally observed visible upconversion emissions often originate from long-l",
        "conclusion": "\n\nThis study systematically benchmarks quantum machine learning (QML) models, particularly quantum support vector machines (QSVMs) and various quantum neural network (QNN) architectures, for materials classification and regression tasks. Our experimental and simulated analyses reveal that QSVMs, while conceptually elegant and straightforward to implement, are significantly affected by hardware noise and the limitations of fixed quantum feature maps. In contrast, QNN-based models, especially variational quantum circuits and hybrid quantum-classical architectures, demonstrate greater expressive power, noise resilience, and adaptability across diverse datasets, including real-world materials, quantum phase recognition, and industrial logistics. Our QSVM implementation achieved an accuracy of 0.851 in simulation and 0.733 on IBMQ hardware. In comparison, QNN classifiers, such as SamplerQNNs and scalable QNN (SQNN) architectures, consistently attained higher test accuracies (95–97.5\\\n\nThese findings underscore a trend: QNNs, due to their trainable variational layers and embedded inductive biases (e.g., unitary constraints, convolutional invariance), surpass QSVMs in both flexibility and predictive performance, especially when dealing with small or structured datasets typical of physical sciences. Moreover, QNNs can be integrated into reinforcement learning agents and phase recognition tools, broadening their utility across industrial optimization and condensed matter physics. Nevertheless, current QML models face practical challenges. While simulations show promise, real-hardware implementations are often limited by qubit fidelity, circuit depth, and readout noise. Addressing these issues, via error mitigation, efficient ansätze, and near-term algorithms, will be key to transitioning from theoretical benchmarks to scalable, deployable quantum solutions. In conclusion, QNN-based architectures offer a compelling advancement over traditional QSVMs for quantum-enhanced learn",
        "deep_summary": "1. 核心创新: 提出了一种结合第一性原理计算光学描述符与混合经典-量子机器学习框架的方法，用于区分掺杂与未掺杂的氟化钙材料，并将量子机器学习模型在材料分类任务中的表现与强大的经典基线进行了系统基准测试。\n\n2. 关键结论: (1) 基于第一性原理计算提取的光学描述符（如跃迁能、消光系数、吸收系数）为材料分类构建了一个物理意义明确且鲁棒的特征空间；(2) 经典RBF-SVM模型性能卓越（ACC: 0.983, AUC: 0.999），显著优于当前噪声量子硬件上的量子模型；(3) 在量子模型中，量子神经网络（QNN）比量子支持向量机（QSVM）表现出更强的表达能力、噪声鲁棒性和适应性，例如一个混合QNN在测试集上达到了0.93的准确率；(4) 在当前量子硬件上运行QSVM会因噪声和退相干导致性能显著下降（ACC从模拟的0.851降至硬件的0.733），突显了近期量子设备的局限性。\n\n3. 专家点评: 本工作的主要意义在于为量子机器学习在材料科学中的应用建立了一个严谨的基准测试范例，通过将量子模型与性能强大的经典模型对比，客观地揭示了当前量子计算在实用化道路上的挑战。然而，该研究选取的分类任务对于经典方法而言相对简单，其结论关于量子优势的普适性仍需在更具挑战性的材料特性预测问题上进行验证。此外，文中未深入探讨为何量子神经网络比QSVM更具噪声鲁棒性的物理或算法根源，这是未来理论研究中一个值得深挖的方向。"
    },
    {
        "id": "2601.22723",
        "title": "A Cross-Domain Graph Learning Protocol for Single-Step Molecular Geometry Refinement",
        "abstract": "Accurate molecular geometries are a prerequisite for reliable quantum-chemical predictions, yet density functional theory (DFT) optimization remains a major bottleneck for high-throughput molecular screening. Here we present GeoOpt-Net, a multi-branch SE(3)-equivariant geometry refinement network that predicts DFT-quality structures at the B3LYP/TZVP level of theory in a single forward pass starting from inexpensive initial conformers generated at a low-cost force-field level. GeoOpt-Net is trained using a two-stage strategy in which a broadly pretrained geometric representation is subsequently fine-tuned to approach B3LYP/TZVP-level accuracy, with theory- and basis-set-aware calibration enabled by a fidelity-aware feature modulation (FAFM) mechanism. Benchmarking against representative approaches spanning classical conformer generation (RDKit), semiempirical quantum methods (xTB), data-driven geometry refinement pipelines (Auto3D), and machine-learning interatomic potentials (UMA) on external drug-like molecules demonstrates that GeoOpt-Net achieves sub-milli-Å all-atom RMSD with near-zero B3LYP/TZVP single-point energy deviations, indicating DFT-ready geometries that closely reproduce both structural and energetic references. Beyond geometric metrics, GeoOpt-Net generates initial guesses intrinsically compatible with DFT convergence criteria, yielding nonzero ``All-YES'' convergence rates (65.0\\% under loose and 33.4\\% under default thresholds), and substantially reducing re-optimization steps and wall-clock time. GeoOpt-Net further exhibits smooth and predictable energy scaling with molecular complexity while preserving key electronic observables such as dipole moments. Collectively, these results establish GeoOpt-Net as a scalable, physically consistent geometry refinement framework that enables efficient acceleration of DFT-based quantum-chemical workflows.",
        "url": "http://arxiv.org/abs/2601.22723v1",
        "published": "2026-01-30",
        "zh_abstract": "精确的分子几何构型是获得可靠量子化学预测的前提，但密度泛函理论（DFT）结构优化仍是高通量分子筛选的主要瓶颈。本文提出GeoOpt-Net——一种多分支SE(3)等变几何优化网络，能够以低成本力场生成的初始构象为起点，在单次前向传播中预测达到B3LYP/TZVP理论级别精度的DFT质量结构。该网络采用两阶段训练策略：首先通过广泛预训练获得通用几何表示，随后通过保真度感知特征调制（FAFM）机制进行理论与基组感知校准，最终微调至B3LYP/TZVP级别精度。在外源性类药分子数据集上的测试表明，相较于经典构象生成（RDKit）、半经验量子方法（xTB）、数据驱动的几何优化流程（Auto3D）及机器学习原子间势能（UMA）等代表性方法，GeoOpt-Net可实现亚毫埃级全原子RMSD精度，且B3LYP/TZVP单点能偏差趋近于零，表明其生成的DFT就绪构型能同时复现结构与能量参考标准。除几何指标外，该网络生成的初始猜测本质符合DFT收敛标准，在宽松阈值和默认阈值下分别实现65.0%与33.4%的非零“全通过”收敛率，显著减少重新优化步骤与计算时间。GeoOpt-Net还展现出随分子复杂度平滑可预测的能量缩放特性，同时保持偶极矩等关键电子观测量。这些成果共同确立了GeoOpt-Net作为可扩展、物理一致的几何优化框架，能有效加速基于DFT的量子化学工作流程。",
        "introduction": "[ht]\n    \n    [width=0.95]{Figure/Figure_1.pdf}\n    {\n    Conceptual comparison of geometry optimization paradigms.\n    Left: conventional quantum-chemical optimization on an  potential energy surface.\n    Middle: iterative relaxation driven by a learned machine-learning force field.\n    Right: GeoOpt-Net directly refines molecular geometries in a single forward pass without explicit\n    potential energy surface construction or iterative optimization.\n    }\n    \n\n\nAccurate three‐dimensional molecular geometries are the bedrock of computational chemistry~, underpinning reliable predictions of reaction pathways~, spectroscopic signatures~ and the rational design of catalysts~, functional materials~ and drug candidates~.  At the heart of these applications lies the exploration of the potential energy surface (PES), a high‐dimensional hypersurface defined by the Born–Oppenheimer approximation, whose minima correspond to stable conformers and whose saddle points mark transition states~.  Quantum‐mechanical (QM) methods—from Hartree–Fock (HF)~ through Kohn–Sham density functional theory (DFT)~—evaluate energies and forces via the self‐consistent solution of the electronic Schrödinger equation, with computational cost scaling steeply~ (approximately \\(O(N^3)\\)–\\(O(N^4)\\)) in the number of basis functions \\(N\\) (Fig.~ left). In practice, hybrid density functional methods such as B3LYP combined with triple-$$ basis sets (e.g., TZVP) are widely adopted as a pragmatic reference for molecular geometries~. Numerous benchmarks have shown that B3LYP/TZVP geometries are close to basis-set–converged structures for typical organic molecules, with residual geometric differences having only minor impact on relative energies, spectroscopic properties, and chemical trends~. As a result, B3LYP/TZVP has become a de facto standard for geometry optimization in large-scale and high-throughput quantum-chemical workflows.\n\n\n\n\n\n\nRecent advances in machine learning (ML) have introduced multiple s",
        "conclusion": "In this work, we introduced GeoOpt-Net, a multi-scale SE(3)-equivariant geometry refinement framework that bridges inexpensive conformer generation and high-level DFT accuracy at B3LYP/TZVP level of theory. From a methodological perspective, existing approaches for generating DFT-ready structures span several distinct paradigms, including classical conformer generators based on distance geometry and force fields, semiempirical quantum methods, data-driven geometry refinement pipelines, and machine-learning interatomic potentials. GeoOpt-Net belongs to the data-driven refinement category but differs fundamentally from existing approaches by explicitly decoupling bond lengths, bond angles, and dihedral torsions into dedicated equivariant graph streams, which are fused through a lightweight Transformer decoder to capture chemically meaningful local coordination and long-range torsional couplings. This architecture is further combined with a two-stage training strategy, in which broadly transferable geometric representations are first learned by large-scale pretraining and subsequently fine-tuned to higher levels of theory, enabling systematic correction of basis-set- and element-dependent geometric deviations.\n\nComprehensive benchmarks against RDKit~, xTB~, Auto3D~, and UMA~ using B3LYP/TZVP reference data demonstrate that GeoOpt-Net produces near-DFT-quality geometries in a single forward pass, achieving sub-milli all-atom RMSD and tightly concentrated single-point energy deviations. Ablation experiments further confirm that explicit SE(3) equivariance and spectral graph encodings are indispensable for controlling error growth. Error decomposition reveals that the dominant performance gains arise from substantially improved torsional accuracy, with dihedral errors reduced by one to two orders of magnitude. This distinction directly reflects methodological differences: classical and semiempirical approaches are limited by approximate energy models, while potential-base",
        "deep_summary": "1. 核心创新: 提出了一种名为GeoOpt-Net的、具有SE(3)等变性的多分支几何优化网络，能够通过单次前向传播，将廉价初始构象直接精修至接近DFT B3LYP/TZVP理论级别的精度，绕过了传统迭代优化或显式构建势能面的过程。\n\n2. 关键结论: (1) GeoOpt-Net在外部类药分子测试集上实现了亚毫埃级别的全原子RMSD和接近零的B3LYP/TZVP单点能偏差，表明其能同时精确复现结构和能量参考值；(2) 该方法生成的几何结构本质兼容DFT收敛标准，显著提高了“All-YES”收敛率，并大幅减少了重新优化步骤和计算时间；(3) 网络展现出随分子复杂度增加而平滑可预测的能量缩放行为，并能保持偶极矩等关键电子观测量；(4) 通过两阶段训练策略和保真度感知特征调制机制，实现了对特定理论级别和基组的校准。\n\n3. 专家点评: 这项工作在加速高通量计算化学工作流程方面潜力巨大，其“一步到位”的策略是对现有迭代优化范式的根本性革新。然而，其性能严重依赖于预训练阶段所覆盖的化学空间广度，对于训练数据分布外的分子或涉及强电子关联的体系，其预测的可靠性和可转移性仍需系统评估。此外，将几何结构分解为键长、键角、二面角等独立流进行处理，虽然在化学上直观，但可能忽略了这些自由度之间更深层次的耦合效应。"
    },
    {
        "id": "2601.10534",
        "title": "Topologically switchable transport in a bundled cable of wires",
        "abstract": "Advances in the next generation of mesoscopic electronics require an understanding of topological phases in inhomogeneous media and the principles that govern them. Motivated by the nature of motifs available in printable conducting inks, we introduce and study quantum transport in a minimal model that describes a bundle of one-dimensional metallic wires that are randomly interconnected by semiconducting chains. Each of these interconnects is represented by a Su-Schrieffer-Heeger chain, which can reside in either a trivial or a topological phase. Using a tight-binding approach, we show that such a system can transit from an insulating phase to a robust metallic phase as the interconnects undergo a transition from a trivial to a topological phase. In the latter, despite the random interconnectedness, the metal evades Anderson localization and exhibits a ballistic conductance that scales linearly with the number of wires. We show that this behavior originates from hopping renormalization in the wire network. The zero-energy modes of the topological interconnects act as effective random dimers, giving rise to an energy-dependent localization length that diverges as $\\sim 1/E^2$. Our work establishes that random networks provide a yet-unexplored platform to host intriguing phases of topological quantum matter.",
        "url": "http://arxiv.org/abs/2601.10534v1",
        "published": "2026-01-15",
        "zh_abstract": "下一代介观电子学的发展需要理解非均匀介质中的拓扑相及其支配原理。受可印刷导电油墨图案特性的启发，我们引入并研究了一个最小模型中的量子输运行为。该模型描述了由半导体链随机互连的一维金属线束，每个互连结构由处于平庸相或拓扑相的Su-Schrieffer-Heeger链表征。通过紧束缚方法计算，我们发现当互连结构从平庸相转变为拓扑相时，系统会从绝缘相过渡到稳健的金属相。在拓扑相中，尽管存在随机互连，金属态仍能规避安德森局域化，并展现出与线束数量呈线性关系的弹道电导。研究揭示该行为源于线束网络中的跳跃重整化——拓扑互连的零能模充当有效随机二聚体，产生按$\\sim 1/E^2$发散的能级依赖局域化长度。本工作证实随机网络为承载拓扑量子物质新奇相提供了尚未探索的研究平台。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.20950",
        "title": "Parametric Quantum State Tomography with HyperRBMs",
        "abstract": "Quantum state tomography (QST) is essential for validating quantum devices but suffers from exponential scaling in system size. Neural-network quantum states, such as Restricted Boltzmann Machines (RBMs), can efficiently parameterize individual many-body quantum states and have been successfully used for QST. However, existing approaches are point-wise and require retraining at every parameter value in a phase diagram. We introduce a parametric QST framework based on a hypernetwork that conditions an RBM on Hamiltonian control parameters, enabling a single model to represent an entire family of quantum ground states. Applied to the transverse-field Ising model, our HyperRBM achieves high-fidelity reconstructions from local Pauli measurements on 1D and 2D lattices across both phases and through the critical region. Crucially, the model accurately reproduces the fidelity susceptibility and identifies the quantum phase transition without prior knowledge of the critical point. These results demonstrate that hypernetwork-modulated neural quantum states provide an efficient and scalable route to tomographic reconstruction across full phase diagrams.",
        "url": "http://arxiv.org/abs/2601.20950v1",
        "published": "2026-01-28",
        "zh_abstract": "量子态层析（QST）是验证量子器件的关键技术，但面临系统尺寸指数级增长的计算瓶颈。基于受限玻尔兹曼机（RBM）的神经网络量子态能够高效参数化多体量子态，已成功应用于QST任务。然而，现有方法属于逐点重建，需要在相图的每个参数点重新训练模型。我们提出一种基于超网络的参数化QST框架，通过哈密顿量控制参数调控RBM，使单一模型能表征整个量子基态族。在横场伊辛模型上的实验表明，我们的HyperRBM模型在一维和二维晶格中仅通过局域泡利测量，即可实现跨越双相区与临界区的高保真度重构。关键的是，该模型无需临界点先验知识即可精确复现保真度磁化率，并成功识别量子相变。这些结果证明，超网络调制的神经量子态为全相图层析重建提供了高效可扩展的解决方案。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.22009",
        "title": "MEIDNet: Multimodal generative AI framework for inverse materials design",
        "abstract": "In this work, we present Multimodal Equivariant Inverse Design Network (MEIDNet), a framework that jointly learns structural information and materials properties through contrastive learning, while encoding structures via an equivariant graph neural network (EGNN). By combining generative inverse design with multimodal learning, our approach accelerates the exploration of chemical-structural space and facilitates the discovery of materials that satisfy predefined property targets. MEIDNet exhibits strong latent-space alignment with cosine similarity 0.96 by fusion of three modalities through cross-modal learning. Through implementation of curriculum learning strategies, MEIDNet achieves ~60 times higher learning efficiency than conventional training techniques. The potential of our multimodal approach is demonstrated by generating low-bandgap perovskite structures at a stable, unique, and novel (SUN) rate of 13.6 %, which are further validated by ab initio methods. Our inverse design framework demonstrates both scalability and adaptability, paving the way for the universal learning of chemical space across diverse modalities.",
        "url": "http://arxiv.org/abs/2601.22009v1",
        "published": "2026-01-29",
        "zh_abstract": "在本研究中，我们提出多模态等变逆向设计网络（MEIDNet），该框架通过对比学习联合学习结构信息与材料特性，并采用等变图神经网络（EGNN）进行结构编码。通过将生成式逆向设计与多模态学习相结合，我们的方法加速了化学-结构空间的探索，促进了满足预设性能目标的材料发现。MEIDNet通过跨模态学习融合三种模态，在潜在空间实现了余弦相似度0.96的强对齐性。通过实施课程学习策略，MEIDNet的学习效率较传统训练技术提升约60倍。我们通过以13.6%的稳定-独特-新颖（SUN）比率生成低带隙钙钛矿结构，证明了多模态方法的潜力，这些结构已通过第一性原理计算验证。本逆向设计框架兼具可扩展性与适应性，为跨模态化学空间的通用学习开辟了新途径。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.21311",
        "title": "Dynamically training machine-learning-based force fields for strongly anharmonic materials",
        "abstract": "Machine learning (ML) force fields have emerged as a powerful tool for computing materials properties at finite temperatures, particularly in regimes where traditional phonon-based perturbation theories fail or cannot be extended beyond the harmonic approximation. These approaches offer accuracy comparable to ab initio molecular dynamics (MD), but at a fraction of the computational cost. However, their reliability critically depends on the quality and representativeness of the training data. In particular, static training datasets often lead to failure when the force field encounters previously unseen atomic configurations during MD simulations. In this work, we present a framework for dynamically training ML force fields and demonstrate its effectiveness across materials with varying degrees of anharmonicity, including cubic boron arsenide (c-BAs), silicon (Si), and tin selenide (SnSe). Our method builds on the conventional lattice dynamics expansion of total energy and incorporates Bayesian error estimation to guide adaptive data acquisition during simulation. Specifically, we show that trajectory-averaged Bayesian errors enable efficient and targeted exploration of the configuration space, significantly enhancing the robustness and transferability of the resulting force fields. We further demonstrate how Bayesian error estimation can be applied to determine the convergence of the dynamic training without requiring additional ab initio data. This proposed framework offers a practical and easily implementable scheme to improve the training process, which is the most critical step in developing reliable ML force fields.",
        "url": "http://arxiv.org/abs/2601.21311v1",
        "published": "2026-01-29",
        "zh_abstract": "机器学习力场已成为在有限温度下计算材料性质的有力工具，尤其在传统基于声子的微扰理论失效或无法超越谐波近似范畴的体系中表现突出。该方法在保持与第一性原理分子动力学相当精度的同时，显著降低了计算成本。然而其可靠性高度依赖于训练数据的质量与代表性——当分子动力学模拟中出现训练集未涵盖的原子构型时，基于静态数据训练的力场往往会失效。本文提出动态训练机器学习力场的框架，并在具有不同非谐性程度的材料（包括立方砷化硼、硅和硒化锡）中验证其有效性。我们的方法基于传统晶格动力学总能展开式，引入贝叶斯误差估计来指导模拟过程中的自适应数据采集。研究表明，轨迹平均贝叶斯误差可实现构型空间的高效靶向探索，显著增强力场的鲁棒性与迁移能力。我们还演示了如何借助贝叶斯误差估计判定动态训练收敛性，而无需额外第一性原理数据。该框架为改进训练过程提供了实用且易于实施的方案，而训练过程的优化正是开发可靠机器学习力场最关键的环节。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.21103",
        "title": "Accurate Thermophysical Properties of Water using Machine-Learned Potentials",
        "abstract": "Simulating water from first principles remains a significant computational challenge due to the slow dynamics of the underlying system. Although machine-learned interatomic potentials (MLPs) can accelerate these simulations, they often fail to achieve the required level of accuracy for reliable uncertainty quantification. In this study, we use MACE - an equivariant graph neural network architecture that has been trained using an extensive RPBE-D3 database - to predict density isobars, diffusion constants, radial distribution functions, and melting points. Although equivariant MACE models are computationally more expensive than simpler architectures, such as kernel-based potentials (KbPs), their significantly lower total energy errors allow for reliable thermodynamic reweighting with minimal bias. Our results are consistent with those of previous studies using KbPs; however, equivariant models can be validated against the ground-truth density functional theory (DFT) ensemble, providing a critical advantage. These findings establish equivariant MLPs as robust and reliable tools for investigating the thermophysical properties of water with DFT-level accuracy.",
        "url": "http://arxiv.org/abs/2601.21103v1",
        "published": "2026-01-28",
        "zh_abstract": "由于水系统动力学缓慢，基于第一性原理模拟水仍然是一个重大的计算挑战。虽然机器学习原子间势能（MLPs）可以加速这些模拟，但其精度往往难以达到可靠不确定性量化的要求。本研究采用MACE——一种通过扩展RPBE-D3数据库训练的等变图神经网络架构——来预测密度等压线、扩散系数、径向分布函数和熔点。尽管等变MACE模型的计算成本高于基于核的势能（KbPs）等简单架构，但其显著降低的总能量误差使得热力学重加权能够以最小偏差可靠实现。我们的结果与先前使用KbPs的研究一致，但等变模型可通过与真实密度泛函理论（DFT）系综进行验证，这提供了关键优势。这些发现确立了等变MLPs作为以DFT级别精度研究水热物理性质的稳健可靠工具。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.22123",
        "title": "Learning Hamiltonian Flow Maps: Mean Flow Consistency for Large-Timestep Molecular Dynamics",
        "abstract": "Simulating the long-time evolution of Hamiltonian systems is limited by the small timesteps required for stable numerical integration. To overcome this constraint, we introduce a framework to learn Hamiltonian Flow Maps by predicting the mean phase-space evolution over a chosen time span $Δt$, enabling stable large-timestep updates far beyond the stability limits of classical integrators. To this end, we impose a Mean Flow consistency condition for time-averaged Hamiltonian dynamics. Unlike prior approaches, this allows training on independent phase-space samples without access to future states, avoiding expensive trajectory generation. Validated across diverse Hamiltonian systems, our method in particular improves upon molecular dynamics simulations using machine-learned force fields (MLFF). Our models maintain comparable training and inference cost, but support significantly larger integration timesteps while trained directly on widely-available trajectory-free MLFF datasets.",
        "url": "http://arxiv.org/abs/2601.22123v1",
        "published": "2026-01-29",
        "zh_abstract": "对哈密顿系统进行长时间演化模拟时，数值积分稳定性所要求的小步长会限制计算效率。为突破这一限制，我们提出了学习哈密顿流映射的框架，通过预测选定时间跨度$Δt$内的平均相空间演化量，实现超越经典积分器稳定性限制的大步长稳定更新。为此，我们为时间平均哈密顿动力学建立了平均流一致性条件。与现有方法不同，该框架仅需基于独立的相空间样本进行训练，无需获取未来状态，从而避免了昂贵的轨迹生成成本。在多个哈密顿系统中的验证表明，我们的方法特别改进了基于机器学习力场（MLFF）的分子动力学模拟。所提出的模型在保持相近训练和推理成本的同时，支持显著增大积分步长，且能直接使用广泛存在的无轨迹MLFF数据集进行训练。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.21985",
        "title": "Elign: Equivariant Diffusion Model Alignment from Foundational Machine Learning Force Fields",
        "abstract": "Generative models for 3D molecular conformations must respect Euclidean symmetries and concentrate probability mass on thermodynamically favorable, mechanically stable structures. However, E(3)-equivariant diffusion models often reproduce biases from semi-empirical training data rather than capturing the equilibrium distribution of a high-fidelity Hamiltonian. While physics-based guidance can correct this, it faces two computational bottlenecks: expensive quantum-chemical evaluations (e.g., DFT) and the need to repeat such queries at every sampling step. We present Elign, a post-training framework that amortizes both costs. First, we replace expensive DFT evaluations with a faster, pretrained foundational machine-learning force field (MLFF) to provide physical signals. Second, we eliminate repeated run-time queries by shifting physical steering to the training phase. To achieve the second amortization, we formulate reverse diffusion as a reinforcement learning problem and introduce Force--Energy Disentangled Group Relative Policy Optimization (FED-GRPO) to fine-tune the denoising policy. FED-GRPO includes a potential-based energy reward and a force-based stability reward, which are optimized and group-normalized independently. Experiments show that Elign generates conformations with lower gold-standard DFT energies and forces, while improving stability. Crucially, inference remains as fast as unguided sampling, since no energy evaluations are required during generation.",
        "url": "http://arxiv.org/abs/2601.21985v1",
        "published": "2026-01-29",
        "zh_abstract": "面向三维分子构象的生成模型需遵循欧几里得对称性，并将概率质量集中于热力学有利、机械稳定的结构。然而，基于E(3)等变的扩散模型往往重现半经验训练数据中的偏差，而非捕捉高精度哈密顿量的平衡分布。虽然基于物理的引导能修正此问题，但其面临两个计算瓶颈：昂贵的量子化学计算（如DFT）以及需要在每个采样步骤重复此类查询。我们提出Elign——一种可分摊双重成本的后训练框架。首先，我们采用预训练的快速机器学习力场（MLFF）替代昂贵DFT计算以提供物理信号；其次，通过将物理引导移至训练阶段，消除运行时重复查询。为实现第二种成本分摊，我们将反向扩散构建为强化学习问题，并提出力-能量解耦分组相对策略优化（FED-GRPO）对去噪策略进行微调。FED-GRPO包含基于势函数的能量奖励和基于力的稳定性奖励，二者通过独立的分组归一化进行优化。实验表明，Elign生成的构象具有更低的金标准DFT能量与力，同时提升稳定性。关键的是，由于生成过程中无需能量评估，其推理速度与无引导采样相当。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.20836",
        "title": "Stripe antiferromagnetism and chiral superconductivity in tWSe$_2$",
        "abstract": "The layer-dependent Hamiltonians of parallel-stacked MoTe$_2$ and WSe$_2$ homobilayer moiré materials are topologically non-trivial, both in real space and in momentum space, and have been shown to support integer and fractional quantum anomalous Hall states, as well as antiferromagnetic and superconducting states. Here, we address the interplay between the antiferromagnetic and superconducting states observed in tWSe$_2$ when the Fermi level is close to its $M$-point van Hove singularity and the displacement field is small. We combine DFT with path-integrals to construct a minimal moiré band model that accounts for lattice relaxation along the $c$-axis and perform Hartree-Fock calculations to identify competing charge and spin ordered states. For tWSe$_2$ at $θ=2.7^\\circ$ and $θ=3.65^\\circ$, we find that a layer antiferromagnet (AFM), a stripe spin-density-wave (SDW), and the ferromagnetic Chern insulator (FM) are the primary candidates for the ground state at zero displacement field, and argue that antiferromagnetic spin interactions on the next neighbor bond $J_2$ can induce a time-reversal symmetry breaking chiral superconducting state.",
        "url": "http://arxiv.org/abs/2601.20836v1",
        "published": "2026-01-28",
        "zh_abstract": "平行堆垛MoTe$_{2}$与WSe$_{2}$同质双层莫尔材料的层间关联哈密顿量在实空间与动量空间均具有拓扑非平庸性，已被证实可支持整数与分数量子反常霍尔态、反铁磁态及超导态。本文针对tWSe$_{2}$体系中费米能级接近其$M$点范霍夫奇点且位移场较小时观测到的反铁磁态与超导态间相互作用展开研究。我们结合密度泛函理论(DFT)与路径积分方法，构建了考虑c轴晶格弛豫的最小莫尔能带模型，并通过哈特里-福克计算识别竞争性的电荷与自旋有序态。对于转角θ=2.7°与3.65°的tWSe$_{2}$体系，研究发现层间反铁磁体(AFM)、条状自旋密度波(SDW)及铁磁陈绝缘体(FM)是零位移场下基态的主要候选相，并论证次近邻键$J_2$上的反铁磁自旋相互作用可诱导出时间反演对称性破缺的手性超导态。",
        "introduction": "Over the past decade, experimental and theoretical advances have \ndemonstrated the richness of two-dimensional van der Waals moir\\'{e} materials [] as a platform for tunable strongly correlated states, including, for example, Mott insulators [], Kondo lattice states [], unconventional magnets with tunable\nexchange interactions [], and room-temperature\nmemristors []. Recently, observations of fractional Chern insulator (FCI) states in tMoTe$_2$ [] homobilayers\nand rhombohedral pentalayer-graphene/hBN moir\\'{e} materials [], and superconductivity (SC) in both tWSe$_2$ [] and\ntMoTe$_2$ [] homobilayers\nhave promoted moir\\'{e} physics to a new level of significance.  \nIn both graphene and TMD systems, many questions about \nthe FCI states remain, in particular in \nexplaining the moir\\'{e} band filling factors and twist angles at which they appear and differences between materials. For example, while FCIs were observed experimentally in twisted homobilayer MoTe$_2$ (tMoTe$_2$) \nat the hole filling of $=-{3}$, no broken symmetries were observed at the \nparticle-hole conjugate filling factor $=-{3}$, in\ndisagreement with theoretical predictions []. \nAnother important challenge is to understand the nature of the \nsuperconducting states observed in both tWSe$_2$ [] and  tMoTe$_2$ [], whose non-superconducting phase diagrams appear to be very different. \n\nThe emergence of a particular order in a system\nis subject to a delicate interplay between \nband-topology and electronic correlations  []. \nTo shed light on when one state is most likely to be preferred over others in TMD homobilayer moir\\'e materials,\nwe perform full moir\\'e continuum model mean-field calculations, concentrating on the case of a\nmoir\\'e band hole filling factor $=1$.  \nWe perform our calculations using a continuum model [] \nconstructed from density-functional theory (DFT) calculations \nthat account for local structural relaxation along the $c$-axis.\nThe model is derived by building accurate Wannier tight-bind",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 该研究构建了一个结合晶格弛豫的极小化莫尔能带模型，揭示了tWSe$_2$中由次近邻反铁磁自旋相互作用$J_2$诱导产生时间反演对称性破缺的手性超导态的机制。\n2. 关键结论: 在零位移场下，层状反铁磁体、条纹自旋密度波和铁磁陈绝缘体是tWSe$_2$在特定扭转角下的主要基态候选者；当费米能级接近M点范霍夫奇点且位移场较小时，反铁磁与超导态之间存在紧密的相互作用；次近邻反铁磁相互作用$J_2$是驱动时间反演对称性破缺手性超导态的关键因素。\n3. 专家点评: 该工作通过将第一性原理与多体理论相结合，为理解TMD莫尔材料中竞争序的微观起源提供了重要视角，特别是将特定的磁涨落与非常规超导相关联，具有深刻的物理意义。然而，该模型对材料细节和相互作用的处理仍需进一步实验验证，且结论强烈依赖于模型参数，其普适性有待在其他莫尔体系中检验。"
    },
    {
        "id": "2601.19966",
        "title": "Global Plane Waves From Local Gaussians: Periodic Charge Densities in a Blink",
        "abstract": "We introduce ELECTRAFI, a fast, end-to-end differentiable model for predicting periodic charge densities in crystalline materials. ELECTRAFI constructs anisotropic Gaussians in real space and exploits their closed-form Fourier transforms to analytically evaluate plane-wave coefficients via the Poisson summation formula. This formulation delegates non-local and periodic behavior to analytic transforms, enabling reconstruction of the full periodic charge density with a single inverse FFT. By avoiding explicit real-space grid probing, periodic image summation, and spherical harmonic expansions, ELECTRAFI matches or exceeds state-of-the-art accuracy across periodic benchmarks while being up to $633 \\times$ faster than the strongest competing method, reconstructing crystal charge densities in a fraction of a second. When used to initialize DFT calculations, ELECTRAFI reduces total DFT compute cost by up to ~20%, whereas slower charge density models negate savings due to high inference times. Our results show that accuracy and inference cost jointly determine end-to-end DFT speedups, and motivate our focus on efficiency.",
        "url": "http://arxiv.org/abs/2601.19966v1",
        "published": "2026-01-27",
        "zh_abstract": "本文提出ELECTRAFI——一种快速、端到端可微的晶体材料周期性电荷密度预测模型。该方法在实空间构建各向异性高斯函数，并利用其闭式傅里叶变换特性，通过泊松求和公式解析计算平面波系数。这种表述将非局域周期行为委托给解析变换处理，仅需单次逆快速傅里叶变换即可重建完整周期电荷密度。通过避免显式实空间网格探测、周期镜像求和与球谐函数展开，ELECTRAFI在保持与现有最优方法相当或更优精度的同时，重建晶体电荷密度的速度比最强竞争方法提升633倍（仅需零点几秒）。当用于初始化DFT计算时，ELECTRAFI可降低约20%的总DFT计算成本，而推理速度较慢的电荷密度模型则会因高延迟抵消这种优势。我们的研究表明，精度与推理成本共同决定了端到端DFT加速效果，这印证了我们对效率关注的必要性。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.21228",
        "title": "One-Dimensional Electronic States in a Moiré Superlattice of Twisted Bilayer WTe2",
        "abstract": "One-dimensional (1D) moiré superlattices provide a new route to engineering reduced-dimensional electronic states in van der Waals materials, yet their electronic structure and microscopic origin remain largely unexplored. Here, we investigate the structural relaxation and electronic properties of a 1D moiré superlattice formed in twisted bilayer 1T$'$-WTe$_2$ using density functional theory calculations, complemented by high-angle annular dark-field scanning transmission electron microscopy. We show that lattice relaxation strongly reconstructs the moiré stripes, leading to stacking-dependent stripe widths that are in excellent agreement with experimental observations. The relaxed structure hosts quasi-one-dimensional electronic bands near the Fermi level, characterized by strong dispersion along the stripe direction and nearly flat dispersion in the perpendicular direction. By comparing the full bilayer with isolated relaxed layers, we establish that these 1D electronic states are governed predominantly by an intralayer moiré potential induced by in-plane lattice relaxation, rather than by interlayer hybridization. We extract this position-dependent moiré potential directly from DFT calculations and construct an effective tight-binding model that reproduces both the band dispersion and the real-space localization of the electronic wave functions. Our results identify lattice relaxation as the key mechanism underlying 1D electronic states in 1D moiré superlattices. %and establish twisted bilayer WTe$_2$ as a promising platform for exploring emergent one-dimensional moiré physics. The framework developed here provides a unified theoretical basis for realizing and exploring one-dimensional moiré physics in a broad class of anisotropic two-dimensional materials.",
        "url": "http://arxiv.org/abs/2601.21228v1",
        "published": "2026-01-29",
        "zh_abstract": "一维莫尔超晶格为在范德瓦尔斯材料中调控低维电子态提供了新路径，然而其电子结构及微观起源仍待深入探索。本文结合密度泛函理论计算与大角度环形暗场扫描透射电子显微镜，研究了扭转双层1T$'$-WTe$_2$中形成的一维莫尔超晶格的结构弛豫与电子特性。研究表明，晶格弛豫会显著重构莫尔条纹，导致条纹宽度随堆叠方式变化，该结果与实验观测高度吻合。弛豫后的结构在费米能级附近承载准一维电子能带，其特征为沿条纹方向的强色散与垂直方向的近平坦色散。通过对比完整双层结构与分离弛豫层，我们证实这些一维电子态主要受面内晶格弛豫诱导的层内莫尔势调控，而非层间杂化作用。我们直接从DFT计算中提取这一随位置变化的莫尔势，并构建了能同时复现能带色散与电子波函数实空间局域化的有效紧束缚模型。本研究揭示了晶格弛豫作为一维莫尔超晶格中一维电子态的关键形成机制，所建立的理论框架为在各类各向异性二维材料中实现和探索一维莫尔物理提供了统一理论基础。",
        "introduction": "\n    \n    [width=85mm]{wte2_fig_concept_smp3.png}\n    {\nSchematic illustration of a twisted bilayer composed of an anisotropic two-dimensional lattice stacked at (a) $ = 5^$ and (b) $  65^$.\nThe anisotropic monolayer lattice is constructed by uniaxially deforming an equilateral triangular lattice by a factor of 0.9 along the $x$-direction of the unrotated configuration.\nWhile the low-angle stacking in (a) produces an anisotropic two-dimensional moir\\'e pattern, the large-angle configuration in (b) gives rise to a purely one-dimensional moir\\'e superlattice.\nThe lower panels show the corresponding momentum-space constructions; in the one-dimensional case, only a single moir\\'e reciprocal lattice vector $_{ M}$ remains.\n}   \n  \n  \n    \n    \n    \n\n\nMoir\\'e superlattices in twisted two-dimensional (2D) materials have \nattracted considerable attention as a versatile platform for engineering electronic states~{\nandrei2020review, shah2024,gupta2025review,lopes2007graphene,morell2010,bistritzer2010,bistritzer2011moirepnas,moon2012,cclu2013,dean2013,cao2018_80,cao2018_43,shuang2018,koshino2018,yankowitz2019,wu2019,yu2019,carr2020,yasuda2021,xie2021,park2021,cai2023signatures,lu2024,xia2025,guo2025}. \nThe long-wavelength interference between two slightly mismatched lattices can strongly reconstruct the electronic band structure and give rise to a variety of novel topological and strongly correlated phases.\nIn general, when two layers of the same 2D material are stacked with a small twist angle, \nthe resulting moir\\'e pattern can be regarded as a magnified and rotated image of the underlying atomic lattice. \nA representative example is twisted bilayer graphene, which hosts a two-dimensional moir\\'e superlattice with sixfold rotational symmetry~. \nLikewise, uniaxially anisotropic monolayers with reduced rotational symmetry give rise to \nan anisotropic two-dimensional moir\\'e pattern in their low-angle twisted bilayers~, as illustrated in Fig.~(a).\n\n\nIn contrast, when anisotropi",
        "conclusion": "\n\nWe have investigated the structural relaxation and electronic properties of a one-dimensional moir\\'e superlattice formed in twisted bilayer 1T$'$-WTe$_2$. Using first-principles DFT calculations, supported by high-resolution HAADF-STEM measurements, we showed that lattice relaxation strongly reconstructs the moir\\'e stripes, leading to stacking-dependent stripe widths in quantitative agreement with experiment. The relaxed structure hosts one-dimensional electronic bands near the Fermi level, characterized by strong dispersion along the stripe direction and weak dispersion in the perpendicular direction.\n\n\nBy disentangling interlayer and intralayer effects, we established that these 1D electronic states originate predominantly from an intralayer moir\\'e potential induced by in-plane lattice relaxation. An effective tight-binding model incorporating this position-dependent potential successfully reproduces the DFT band structure and wave-function localization. Our results identify lattice relaxation as the key mechanism underlying one-dimensional electronic states in 1D moir\\'e superlattices, and highlight twisted bilayer WTe$_2$ as a promising platform for exploring emergent one-dimensional moir\\'e physics.\n\nUnlike previously studied one-dimensional systems such as nanotubes or quantum wires, the 1D moir\\'e superlattice naturally realizes an extended array of parallel one-dimensional channels with uniform geometry and tunable parameters inherited from the parent two-dimensional material. The simultaneous presence of many equivalent 1D channels is expected to substantially enhance one-dimensional signatures compared to isolated or sample-dependent realizations, providing a robust platform for exploring one-dimensional many-body physics—such as Tomonaga–Luttinger liquid behavior and other interaction-driven phenomena—as well as collective states emerging from coupled one-dimensional channels.\nIn the present system, the one-dimensional valence-band channels intersect",
        "deep_summary": "1. 核心创新: 该研究通过理论与实验结合，首次明确地将一维莫尔条纹中准一维电子态的形成机制归因于晶格弛豫诱导的层内莫尔势，而非层间杂化。\n\n2. 关键结论: (1) 晶格弛豫强烈重构了莫尔条纹，导致条纹宽度依赖于堆叠方式，且与HAADF-STEM实验结果高度一致；(2) 弛豫后的结构在费米面附近产生了准一维电子能带，其沿条纹方向色散强而垂直方向色散弱；(3) 通过将双层体系与分离的弛豫单层进行比较，证实这些一维电子态主要由面内晶格弛豫诱导的层内莫尔势主导，而非层间杂化；(4) 从DFT计算中直接提取了这种位置依赖的莫尔势，并构建了一个能同时再现能带色散和电子波函数实空间局域化的有效紧束缚模型。\n\n3. 专家点评: 这项工作通过精妙的计算设计（分离层内与层间效应）揭示了在一维莫尔系统中被忽视的关键物理机制——晶格弛豫，其建立的统一理论框架对于理解其他各向异性二维材料中的一维莫尔物理具有重要的普适意义。然而，该结论强烈依赖于所研究的具体材料（WTe2）和扭转角，其普适性在不同材料体系或不同扭转角度下是否依然成立，仍需进一步的系统性研究来验证。"
    },
    {
        "id": "2601.19080",
        "title": "Transformer Learning of Chaotic Collective Dynamics in Many-Body Systems",
        "abstract": "Learning reduced descriptions of chaotic many-body dynamics is fundamentally challenging: although microscopic equations are Markovian, collective observables exhibit strong memory and exponential sensitivity to initial conditions and prediction errors. We show that a self-attention-based transformer framework provides an effective approach for modeling such chaotic collective dynamics directly from time-series data. By selectively reweighting long-range temporal correlations, the transformer learns a non-Markovian reduced description that overcomes intrinsic limitations of conventional recurrent architectures. As a concrete demonstration, we study the one-dimensional semiclassical Holstein model, where interaction quenches induce strongly nonlinear and chaotic dynamics of the charge-density-wave order parameter. While pointwise predictions inevitably diverge at long times, the transformer faithfully reproduces the statistical \"climate\" of the chaos, including temporal correlations and characteristic decay scales. Our results establish self-attention as a powerful mechanism for learning effective reduced dynamics in chaotic many-body systems.",
        "url": "http://arxiv.org/abs/2601.19080v1",
        "published": "2026-01-27",
        "zh_abstract": "学习混沌多体动力学的简化描述面临根本性挑战：尽管微观方程具有马尔可夫性，但集体观测量却表现出强烈的记忆效应以及对初始条件和预测误差的指数级敏感性。我们证明，基于自注意力机制的Transformer框架为直接从时间序列数据建模此类混沌集体动力学提供了有效途径。通过选择性重新加权长程时间关联，该Transformer学会了一种非马尔可夫简化描述，克服了传统循环架构的固有局限。作为具体验证，我们研究了一维半经典Holstein模型，其中相互作用淬火会诱导电荷密度波序参量产生强非线性和混沌动力学。虽然逐点预测在长时间尺度上必然发散，但Transformer能够忠实复现混沌的统计\"气候\"特征，包括时间关联函数和特征衰减尺度。我们的研究确立了自注意力机制作为学习混沌多体系统有效简化动力学的强大工具。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.21703",
        "title": "Fewest-Switches Surface Hopping with Combined Deep Learning Potential and Long Short-Term Memory Network Propagator for Simulating Realistic Photochemical Processes",
        "abstract": "Fewest-switches surface hopping (FSSH) is the most popular method for simulating photochemical processes of molecular systems. Recently, we have constructed long short-term memory (LSTM) networks as a propagator for electronic subsystems in FSSH dynamics simulations. The collective results on Tully's three models have been reproduced satisfactorily. In the present work, we develop an extended LSTM-FSSH framework to simulate realistic photochemical reactions. The input features of LSTM as well as the training procedure are redesigned to represent high-dimensional nuclear degrees of freedom in an effective way. Equivariant neural networks are integrated with LSTM to build adiabatic potential energy surfaces in ground and excited states. Photoisomerizations of $\\mathrm{CH_2NH}$ and azobenzene are simulated, showing that our new proposed LSTM-FSSH method can produce excited-state lifetimes and product yields accurately in comparison with conventional FSSH simulations as reference. Only 10 reference trajectories are required for training LSTM networks, and then a trajectory ensemble can be generated with very efficient LSTM-FSSH dynamics simulations to obtain collective results.",
        "url": "http://arxiv.org/abs/2601.21703v1",
        "published": "2026-01-29",
        "zh_abstract": "最少切换面跳跃(FSSH)是模拟分子体系光化学过程最常用的方法。近期，我们构建了长短期记忆(LSTM)网络作为FSSH动力学模拟中电子子系统的传播子，在Tully三个模型上的统计结果得到了满意重现。本研究开发了扩展的LSTM-FSSH框架以模拟实际光化学反应。我们重新设计了LSTM的输入特征及训练流程，以有效表征高维核自由度；将等变神经网络与LSTM结合构建基态与激发态的绝热势能面。通过对$\\mathrm{CH_2NH}$和偶氮苯的光异构化模拟表明，与传统FSSH参考模拟相比，新提出的LSTM-FSSH方法能准确计算激发态寿命和产物产率。仅需10条参考轨迹训练LSTM网络，即可通过高效的LSTM-FSSH动力学模拟生成轨迹系综并获得统计结果。",
        "introduction": "Classical molecular dynamics simulations cannot study photochemical reactions because the Born-Oppenheimer approximation is no longer applicable in these cases. Fully quantum treatment on both nuclear and electronic degrees of freedom is too computationally expensive for realistic molecular systems, if not impossible. Mixed quantum classical molecular dynamics (MQC-MD) method, including Ehrenfest mean-field (EMF), surface hopping and ab initio multiple spawning (AIMS), provides a powerful tool to chemists. One of the most popular MQC-MD algorithms is the fewest switches surface hopping (FSSH) developed by Tully in 1990. During FSSH dynamic simulations, the nuclei move classically on an adiabatic potential energy surface (PES) with a certain probability of jumping to any other state. The transition probability is obtained based on the time evolution of electron density matrix, which incorporates quantum feedback of electronic motion. Despite its simple implementation and great success in many applications, the computational expense of FSSH remains much higher than that of ground-state MD. Not only the potential energies and gradients for all relevant electronic states but also the nonadiabatic coupling vectors (NACVs) between different states should be calculated at a high level of electronic structure theory in each time step. Furthermore, FSSH requires an ensemble of trajectories to estimate collective results such as the excited-state lifetime and product yield. Strictly speaking, a dozen FSSH trajectories make little sense for revealing any mechanism of medium-sized or larger polyatomic molecules.\n\nIn recent years, there has been a growing interest in integrating machine learning (ML) techniques with MQC-MD for accelerating nonadiabatic dynamic simulations. ML has demonstrated its strong capability of fitting potential energy surfaces of high-dimensional molecules, either in the ground or excited state. However, accurate predictions of NACVs are much more difficu",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种结合深度学习势能面和长短期记忆网络传播器的扩展LSTM-FSSH框架，仅需10条参考轨迹进行训练即可高效模拟真实光化学反应。\n\n2. 关键结论: (1) 重新设计了LSTM的输入特征和训练流程以有效表示高维核自由度；(2) 将等变神经网络与LSTM结合构建基态和激发态的绝热势能面；(3) 对CH₂NH和偶氮苯的光异构化模拟表明，新方法在激发态寿命和产物产率方面与传统FSSH结果吻合；(4) 该方法显著降低了计算成本，仅需少量参考轨迹即可生成完整的轨迹系综。\n\n3. 专家点评: 该工作将机器学习方法系统性地整合到非绝热动力学模拟中，通过LSTM网络替代传统量子化学计算，为解决复杂光化学过程的计算瓶颈提供了有前景的方案。然而，该方法在更复杂分子体系中的泛化能力仍需验证，且对非绝热耦合矢量的精确描述仍是关键挑战。虽然计算效率显著提升，但训练数据的质量和代表性将直接影响模拟结果的可靠性。"
    },
    {
        "id": "2601.18852",
        "title": "MAD-SURF: a machine learning interatomic potential for molecular adsorption on coinage metal surfaces",
        "abstract": "Predicting how organic molecules adsorb, assemble, and interact on metal surfaces is central to surface chemistry and molecular electronics, particularly in the context of interpreting high-resolution scanning probe microscopy. Yet, the application of first-principles simulations to interfaces is hampered by the computational cost for evaluating the electronic structure for the large number of atoms typically involved. We hereby present MAD-SURF, a machine learning interatomic potential specifically tailored for molecular adsorption on coinage metal surfaces. Trained on a broad dataset spanning diverse molecules, adsorption motifs, surfaces, molecular dynamics trajectories and non-covalent aggregates, MAD-SURF achieves accuracy comparable to the underlying DFT reference while enabling simulations orders of magnitude faster than density functional theory. The model reliably reproduces energies, forces and adsorption geometries across the three coinage metal substrates. We demonstrate its capabilities on experimentally characterized systems, including organic monolayers, polycyclic aggregates, flexible biomolecules and the long-range herringbone reconstruction of gold. By merging accuracy, speed, and generalizability, MAD-SURF offers a practical framework for accelerating atomistic simulations and advancing data-driven workflows in surface science.",
        "url": "http://arxiv.org/abs/2601.18852v1",
        "published": "2026-01-26",
        "zh_abstract": "预测有机分子如何在金属表面吸附、组装及相互作用，是表面化学和分子电子学领域的核心课题，尤其对解读高分辨率扫描探针显微镜图像至关重要。然而，第一性原理模拟在界面研究中的应用常受限于计算成本——模拟典型界面的大量原子电子结构需要巨大计算开销。本文提出MAD-SURF，一种专门针对贵金属表面分子吸附行为设计的机器学习原子间势函数。该模型基于涵盖多元分子、吸附构型、表面类型、分子动力学轨迹及非共价聚集体的广谱数据集进行训练，在达到与底层DFT参考数据相当精度的同时，实现了比密度泛函理论快数个数量级的模拟速度。该模型能精准复现三种贵金属基底的能量、力场和吸附几何构型。我们通过在实验表征体系（包括有机单分子层、多环聚集体、柔性生物分子以及金表面长程鱼骨形重构）上的测试验证了其性能。MAD-SURF凭借其精确性、高效性与普适性的结合，为加速原子尺度模拟和推进表面科学数据驱动工作流程提供了实用框架。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.19371",
        "title": "Molecular Hamiltonian learning from setpoint-dependent scanning tunneling spectroscopy",
        "abstract": "Molecular quantum magnets adsorbed on surfaces exhibit rich spin and orbital excitations that can be probed by scanning tunneling microscopy with inelastic electron tunneling spectroscopy (STM-IETS). However, the quantitative extraction of the underlying multiorbital Hamiltonian from experimental spectra remains a fundamental challenge. Here, we introduce molecular Hamiltonian learning, a machine learning strategy that infers the microscopic Hamiltonian parameters of a single adsorbed molecule directly from the setpoint-dependence of STM-IETS data. The method leverages the systematic evolution of spectral features as the STM tip tunes the local electrostatic environment for different tip-sample distances. We demonstrate this approach on iron phthalocyanine on ferroelectric SnTe, training our algorithm on theory spectra from a realistic multiorbital model, including spin-orbit coupling, electrostatic interactions, local crystal field, and substrate effects. The algorithm, trained solely on theoretical many-body simulations, allows reconstructing Hamiltonian parameters directly from experimental spectra. Our manuscript establishes a flexible and automated strategy for Hamiltonian reconstruction from STM-IETS, transforming setpoint-dependent spectroscopy into quantitative characterization of quantum materials at the atomic scale.",
        "url": "http://arxiv.org/abs/2601.19371v1",
        "published": "2026-01-27",
        "zh_abstract": "表面吸附分子量子磁体通过扫描隧道显微镜-非弹性电子隧穿谱（STM-IETS）可探测到丰富的自旋与轨道激发态。然而，从实验光谱中定量提取底层多轨道哈密顿量仍是根本性挑战。本文提出分子哈密顿量学习策略——一种通过STM-IETS数据的设定点依赖性直接推断单分子微观哈密顿参数的机器学习方法。该策略利用STM针尖调控局部静电环境时（对应不同针尖-样品距离）光谱特征的系统性演化规律。我们以铁酞菁分子吸附于铁电SnTe表面体系为例，基于包含自旋轨道耦合、静电相互作用、局域晶体场和衬底效应的真实多轨道模型生成理论光谱训练算法。该算法仅通过理论多体模拟训练，即可实现从实验光谱直接重构哈密顿参数。本研究建立了一种灵活自动的STM-IETS哈密顿量重构方案，将设定点依赖谱学技术转化为原子尺度量子材料的定量表征手段。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.08385",
        "title": "ChemXDyn: Dynamics-informed species and reaction detection methodology from atomistic simulations",
        "abstract": "Accurate identification of chemical species and reaction pathways from molecular dynamics (MD) trajectories is a prerequisite for deriving predictive chemical-kinetic models and for mechanistic discovery in reactive systems. However, state-of-the-art trajectory analysis methods infer bonding from instantaneous distance thresholds, which can misclassify transient, nonreactive encounters as bonds and thereby introduce spurious intermediates, distorted reaction networks, and biased rate estimates. Here, we introduce ChemXDyn, a dynamics-aware computational methodology that leverages time-resolved interatomic distance signatures as a core principle to robustly identify chemically consistent bonded interactions and, consequently, extract meaningful reaction pathways. In particular, ChemXDyn propagates molecular connectivity through time while enforcing atomic valence and coordination constraints to distinguish genuine bond-breaking and bond-forming events from transient, nonreactive encounters. We evaluate ChemXDyn on ReaxFF MD simulations of hydrogen and ammonia oxidation and on neural-network potential MD simulations of methane oxidation, and benchmark its performance against widely used trajectory analysis methods. Across these cases, ChemXDyn suppresses unphysical species prevalent in static analyses, recovers experimentally consistent reaction pathways, and improves the fidelity of rate constant estimation. In ammonia oxidation, ChemXDyn removes unphysical intermediates and resolves key NOx- and N2O-forming and -consuming routes. In methane oxidation, it reconstructs the canonical progression from CH4 to CO2. By linking atomistic dynamics to chemically consistent reaction identification, ChemXDyn provides a transferable foundation for MD-derived reaction networks and kinetics, with potential utility spanning combustion, catalysis, plasma chemistry, and electrochemical environments.",
        "url": "http://arxiv.org/abs/2601.08385v1",
        "published": "2026-01-13",
        "zh_abstract": "从分子动力学轨迹中准确识别化学物种与反应路径，是构建预测性化学动力学模型及探索反应体系机理的前提。然而，现有轨迹分析方法通常基于瞬时距离阈值推断成键状态，可能将瞬态非反应性接触误判为化学键，从而导致虚假中间体、扭曲反应网络及有偏速率估计等问题。本文提出动态感知计算方法ChemXDyn，其核心原理是利用时间分辨的原子间距离特征，稳健识别化学意义上自洽的成键相互作用，进而提取具有明确化学意义的反应路径。该方法通过强制原子价态与配位数约束，在时序上传递分子连接性，从而区分真实的化学键断裂/形成事件与瞬态非反应性接触。我们在氢/氨氧化的ReaxFF分子动力学模拟及甲烷氧化的神经网络势分子动力学模拟中评估ChemXDyn，并与主流轨迹分析方法进行性能对比。结果表明：ChemXDyn能有效抑制静态分析中普遍存在的非物理物种，复原与实验观测一致的反应路径，提升速率常数估计的准确性。在氨氧化体系中，该方法消除了非物理中间体，解析了关键NOx与N2O生成/消耗路径；在甲烷氧化体系中，重建了从CH4到CO2的经典转化进程。通过建立原子尺度动力学与化学自洽反应识别的关联，ChemXDyn为基于分子动力学的反应网络与动力学研究提供了可移植的研究框架，在燃烧、催化、等离子体化学及电化学等领域具有应用潜力。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.16851",
        "title": "Twisted bilayer graphene from first-principles: structural and electronic properties",
        "abstract": "We present a comprehensive first-principles study of twisted bilayer graphene (tBLG) for a wide range of twist angles, with a focus on structural and electronic properties. By employing density functional theory (DFT) with an optimized local basis set, we simulate tBLG, obtaining fully relaxed commensurate structures for twist angles down to 0.987°. For all angles the lattice relaxation agrees well with continuum elastic models. For angles accessible to plane-wave DFT (VASP), we provide a detailed comparison with our local basis DFT (SIESTA) calculations, demonstrating excellent agreement in both the atomic and electronic structure. The dependence of the Fermi velocity and band width on the twist angle shows qualitative agreement with results from an `exact' $\\mathbf{k \\cdot p}$ continuum model, but reveals a small twist angle offset. Additionally, we provide details of the low-energy wavefunction character, band inversion and symmetries. Our results provide an ab initio reference point for the microscopic structure and electronic properties of tBLG which will serve as the foundation for future studies incorporating many-body effects.",
        "url": "http://arxiv.org/abs/2601.16851v1",
        "published": "2026-01-23",
        "zh_abstract": "本文针对不同扭转角度的扭转双层石墨烯(tBLG)展开了全面的第一性原理研究，重点分析其结构与电子特性。我们采用基于优化局域基组的密度泛函理论(DFT)，成功模拟了低至0.987°扭转角的完全弛豫公度结构。所有角度下的晶格弛豫结果均与连续弹性模型高度吻合。针对平面波DFT(VASP)可计算的角度范围，我们详细比较了局域基组DFT(SIESTA)的计算结果，证实两者在原子结构和电子结构层面均具有高度一致性。费米速度与能带宽度随扭转角的变化规律与“精确”的$\\mathbf{k \\cdot p}$连续模型定性相符，但存在微小角度偏移。此外，我们还深入分析了低能波函数特征、能带反转现象及对称性特性。本研究为tBLG的微观结构和电子特性提供了第一性原理基准参照，将为后续纳入多体效应的研究奠定基础。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.16469",
        "title": "Beyond the Training Domain: Robust Generative Transition State Models for Unseen Chemistry",
        "abstract": "Transition states (TSs) govern the rates and outcomes of chemical reactions, making their accurate prediction a central challenge in computational chemistry. Although recent machine-learning models achieve near chemical accuracy in the prediction of TS structures and the associated reaction barriers for small organic reactions, their ability to generalize beyond the training domain remains largely unexplored. Here, we introduce targeted benchmarks to probe chemical and structural novelty in generative TS prediction. Building on Transition1x, a large-scale dataset of reactions involving small organic molecules, we construct curated extensions incorporating controlled elemental substitutions and diverse transition-metal complexes (TMC). These benchmarks reveal fundamental limitations of generative models in the generalization to previously unseen elements. As a result, they produce unphysical geometries and large energetic errors, even for reactions structurally similar to well-predicted organic systems. To address this challenge, we introduce a self-supervised pretraining strategy based on equilibrium conformers that exposes generative TS models to novel chemical environments prior to targeted fine-tuning. Across the newly proposed benchmarks, self-supervised pretraining substantially improves TS prediction for previously unseen systems, lowering the median RMSD of TS geometries on T1x-TMC reactions from 0.39 to 0.19 $\\mathring{A}$ and reducing fine-tuning data requirements by up to 75%, enabling reliable performance even in low-data regimes. Overall, the integration of generative TS models with self-supervised pseudo-reaction pretraining provides an efficient, scalable, and chemically robust framework for elucidating TSs well beyond the small organic molecule domain, establishing a foundation for investigating complex and catalytically relevant reaction landscapes.",
        "url": "http://arxiv.org/abs/2601.16469v1",
        "published": "2026-01-23",
        "zh_abstract": "过渡态（TS）主导化学反应的速率与结果，其精确预测因而成为计算化学的核心挑战。尽管近期机器学习模型在有机小分子反应的过渡态结构及相关反应能垒预测中已接近化学精度，但其在训练域外的泛化能力仍待探索。本文通过构建定向基准测试，探究生成式过渡态预测中的化学与结构新颖性。基于有机小分子反应大规模数据集Transition1x，我们通过引入受控元素替换和多样化过渡金属配合物（TMC）构建了精编扩展集。这些基准测试揭示了生成模型在泛化至未知元素时的根本局限性：即使对于结构已知悉有机反应体系高度相似的反应，模型仍会产生不符合物理规律的几何构型及巨大能量误差。为解决此问题，我们提出一种基于平衡构象的自监督预训练策略，使生成式过渡态模型在定向微调前提前接触新颖化学环境。在新提出的基准测试中，自监督预训练显著提升了对未知体系的过渡态预测性能：T1x-TMC反应的过渡态几何结构中位RMSD从0.39 Å降至0.19 Å，微调数据需求最高减少75%，即便在低数据场景下也能保持可靠性能。总体而言，生成式过渡态模型与自监督伪反应预训练的融合，为突破有机小分子领域局限的过渡态解析提供了一个高效、可扩展且化学鲁棒的框架，为研究复杂催化相关反应图景奠定了基础。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.16622",
        "title": "E2Former-V2: On-the-Fly Equivariant Attention with Linear Activation Memory",
        "abstract": "Equivariant Graph Neural Networks (EGNNs) have become a widely used approach for modeling 3D atomistic systems. However, mainstream architectures face critical scalability bottlenecks due to the explicit construction of geometric features or dense tensor products on \\textit{every} edge. To overcome this, we introduce \\textbf{E2Former-V2}, a scalable architecture that integrates algebraic sparsity with hardware-aware execution. We first propose \\textbf{E}quivariant \\textbf{A}xis-\\textbf{A}ligned \\textbf{S}parsification (EAAS). EAAS builds on Wigner-$6j$ convolution by exploiting an $\\mathrm{SO}(3) \\rightarrow \\mathrm{SO}(2)$ change of basis to transform computationally expensive dense tensor contractions into efficient, sparse parity re-indexing operations. Building on this representation, we introduce \\textbf{On-the-Fly Equivariant Attention}, a fully node-centric mechanism implemented via a custom fused Triton kernel. By eliminating materialized edge tensors and maximizing SRAM utilization, our kernel achieves a \\textbf{20$\\times$ improvement in TFLOPS} compared to standard implementations. Extensive experiments on the SPICE and OMol25 datasets demonstrate that E2Former-V2 maintains comparable predictive performance while notably accelerating inference. This work demonstrates that large equivariant transformers can be trained efficiently using widely accessible GPU platforms. The code is avalible at https://github.com/IQuestLab/UBio-MolFM/tree/e2formerv2.",
        "url": "http://arxiv.org/abs/2601.16622v1",
        "published": "2026-01-23",
        "zh_abstract": "等变图神经网络（EGNNs）已成为建模三维原子体系的主流方法。然而，由于需要在\\textit{每条边}上显式构建几何特征或执行密集张量积操作，主流架构面临严重的可扩展性瓶颈。为突破这一限制，我们提出\\textbf{E2Former-V2}——一种融合代数稀疏性与硬件感知执行的创新架构。我们首先提出\\textbf{等变轴对齐稀疏化（EAAS）}方法。该方法基于Wigner-$6j$卷积，通过利用$\\mathrm{SO}(3) \\rightarrow \\mathrm{SO}(2)$的基变换，将计算密集的稠密张量收缩转化为高效的稀疏宇称重索引操作。基于此表示，我们设计\\textbf{动态等变注意力机制}，这是一种通过定制化融合Triton内核实现的完全以节点为中心的注意力机制。通过消除实体化边张量并最大化SRAM利用率，该内核相较于标准实现获得\\textbf{20$\\times$的TFLOPS提升}。在SPICE和OMol25数据集上的大量实验表明，E2Former-V2在保持可比预测性能的同时显著加速推理过程。本工作证明大型等变Transformer可通过广泛可得的GPU平台实现高效训练。代码发布于：https://github.com/IQuestLab/UBio-MolFM/tree/e2formerv2。",
        "introduction": "[t]\n    \n    [width=0.95]{pictures/fig_latency_vs_N_three_methods.pdf}\n    \n     FlashAttention consistently improves over Traditional EGNNs across all system sizes. The advantage of our method becomes increasingly pronounced as $N$ grows. See Appendix~ for detailed experimental settings. }\n    \n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMachine learning techniques have gained increasing popularity in atomistic modeling . These methods offer significantly higher efficiency compared to quantum mechanical approaches, such as Density Functional Theory (DFT) , while maintaining comparable performance.\nIn this domain,  have emerged as a promising class of models, as they preserve the rotational and translational symmetries required for physically meaningful predictions .\n\n\n\n\n\nRecent architectures such as eSCN , ViSNet , EquiformerV2 , GotenNet , eSEN , E2Former  , and UMA  use rich geometric representations and expressive message passing. These design choices lead to notable performance improvements.\nDespite their  differing mathematical formulations, \nthese models share a common characteristic:\n\nIn practice, they explicitly construct geometric features or perform tensor products on  edge. \nWith typical neighbor counts ($k  30$--$100$), edge-centric message passing and attention incur activation and memory costs that remain $(||)$; for molecular graphs with bounded degree (e.g., $k$-NN or radius cutoff), $||  kN$, i.e., $(||)=(kN)$.\n\n\nTo quantify the impact of this design, we conducted an observational analysis comparing these traditional EGNNs against standard attention mechanisms.\nAs illustrated by the gray line in Figure~, traditional EGNNs suffer from severe latency due to their edge-centric nature.\nIn contrast, standard Transformers have overcome similar bottlenecks through  and SRAM-optimized kernels .\nFlashAttention~, represented by the green line in Figure~, computes attention in a streaming, tile-based manner.\nThis avoids materializing the full attention matrix, reducing activatio",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种通过将SO(3)群上的稠密张量收缩转化为SO(2)基下的稀疏奇偶性重索引操作，并结合定制化硬件内核，实现了无需显式构造边张量的、完全节点中心化的等变注意力机制，从根本上解决了等变图神经网络在3D原子系统建模中的扩展性瓶颈。\n\n2. 关键结论: 通过EAAS方法将计算密集的SO(3)张量运算转化为高效的SO(2)稀疏奇偶性重索引操作；设计了完全节点中心化的等变注意力机制，消除了实体化的边张量；实现的定制Triton内核相比标准实现获得了20倍的TFLOPS提升；在保持预测性能的同时显著加速了推理过程。\n\n3. 专家点评: 这项工作在算法创新与硬件优化交叉领域做出了重要贡献，其将群表示理论与计算效率相结合的思路具有启发性。然而，该方法对特定硬件（GPU）和编程模型（Triton）的深度依赖可能影响其通用性和可移植性。此外，论文未充分讨论该方法在更复杂分子系统或不同边界条件下的鲁棒性，这需要在后续研究中进一步验证。"
    },
    {
        "id": "2601.13902",
        "title": "Determinants of Self-Interstitial Energetics in Refractory High-Entropy Alloys",
        "abstract": "Self-interstitials play a central role in governing the mechanical and anti-irradiation properties of refractory high-entropy alloys (RHEAs), however, the prediction of interstitial formation energies (Ef) is formidable due to the chemically complex environments in RHEAs. Herein, we develop a framework based on the tight-binding model to quantify the effects of complex alloying and lattice distortion on Ef. Our scheme reveals that Ef is jointly determined by the average d-band center of RHEAs and the d-band width of interstitial sites. Notably, the d-band width mainly depends on the interatomic hopping matrix and atomic size-determined coordination number, which together make the metallic bonding around interstitials in RHEAs resemble the distance-dependence law of van der Waals forces. By capturing d-band coupling character, our descriptor describes both interstitial configurations within a universal framework. Our model reveals a new physical picture of interstitial formation, providing a useful tool for the design of high-performance RHEAs.",
        "url": "http://arxiv.org/abs/2601.13902v1",
        "published": "2026-01-20",
        "zh_abstract": "自间隙原子在决定难熔高熵合金（RHEAs）的力学与抗辐照性能中起着核心作用，然而由于RHEAs中复杂的化学环境，间隙形成能（Ef）的预测极具挑战。本文基于紧束缚模型构建了一个理论框架，用于量化复杂合金化效应与晶格畸变对Ef的影响。我们的模型揭示Ef由RHEAs的平均d带中心与间隙位点的d带宽度共同决定。值得注意的是，d带宽度主要受原子间跳跃矩阵和原子尺寸配位数的共同调控，这使得RHEAs中间隙周围的金属键合特征类似于范德华力的距离依赖规律。通过捕捉d带耦合特性，我们的描述符可在统一框架内表征不同间隙构型。该模型揭示了间隙形成的新物理图像，为高性能RHEAs的设计提供了有效工具。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.15492",
        "title": "Equivariant Interatomic Potentials without Tensor Products",
        "abstract": "Foundational machine-learned interatomic potentials have emerged as powerful tools for atomistic simulations, promising near first-principles accuracy across diverse chemical spaces at a fraction of the cost of quantum-mechanical calculations. However, the most accurate equivariant architectures rely on Clebsch-Gordan tensor products whose computational cost scales steeply with angular resolution, creating a trade-off between model expressiveness and inference speed that ultimately limits practical applications. Here we introduce Geodite, an equivariant message-passing architecture that replaces tensor products while incorporating physical priors to ensure smooth, well-behaved potential energy surfaces. Trained on the Materials Project trajectories dataset of inorganic crystals, Geodite-MP achieves accuracy competitive with leading methods on benchmarks for materials stability prediction, thermal conductivity, phonon-derived properties, and nanosecond-scale molecular dynamics, while running $3\\text{--}5\\times$ faster than models performing similarly. By combining predictive accuracy, computational efficiency, and physicality, Geodite enables faster large-scale atomistic simulations and high-throughput screening that would otherwise be computationally prohibitive.",
        "url": "http://arxiv.org/abs/2601.15492v1",
        "published": "2026-01-21",
        "zh_abstract": "基础机器学习原子间势函数已成为原子尺度模拟的强大工具，能以量子力学计算成本的小部分实现对多样化化学空间的近第一性原理精度模拟。然而，最准确的等变架构依赖Clebsch-Gordan张量积，其计算成本随角分辨率急剧增加，导致模型表达能力与推理速度之间形成权衡，最终限制实际应用。本文提出Geodite——一种替代张量积的等变消息传递架构，通过引入物理先验确保平滑规整的势能面。基于无机晶体材料轨迹数据集Materials Project训练得到的Geodite-MP，在材料稳定性预测、热导率、声子衍生特性和纳秒级分子动力学等基准测试中达到与主流方法相当的精度，同时运行速度比同等性能模型快$3\\text{--}5$倍。通过整合预测精度、计算效率与物理合理性，Geodite能够实现原本受计算资源限制的大尺度原子模拟与高通量筛选。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.13845",
        "title": "Interpretable, Physics-Informed Learning Reveals Sulfur Adsorption and Poisoning Mechanisms in 13-Atom Icosahedra Nanoclusters",
        "abstract": "Transition-metal nanoclusters exhibit structural and electronic properties that depend on their size, often making them superior to bulk materials for heterogeneous catalysis. However, their performance can be limited by sulfur poisoning. Here, we use dispersion-corrected density functional theory (DFT) and physics-informed machine learning to map how atomic sulfur adsorbs and causes poisoning on 13-atom icosahedral clusters from 30 different transition metals (3$d$ to 5$d$). We measure which sites sulfur prefers to adsorb to, the thermodynamics and energy breakdown, changes in structure, such as bond lengths and coordination, and electronic properties, such as $\\varepsilon_d$, the HOMO-LUMO gap, and charge transfer. Vibrational analysis reveals true energy minima and provides ZPE-based descriptors that reflect the lattice stiffening upon sulfur adsorption. For most metals, the metal-sulfur interaction mainly determines adsorption energy. At the same time, distortion penalties are usually moderate but can be significant for a few metals, suggesting these are more likely to restructure when sulfur is adsorbed. Using unsupervised \\textit{k}-means clustering, we identify periodic trends and group metals based on their adsorption responses. Supervised regression models with leave-one-feature-out analysis identify the descriptors that best predict adsorption for new samples. Our results highlight the isoelectronic triad \\ce{Ti}, \\ce{Zr}, and \\ce{Hf} as a balanced group that combines strong sulfur binding with minimal structural change. Additional DFT calculations for \\ce{SO2} adsorption reveal strong binding and a clear tendency toward dissociation on these clusters, linking electronic states, lattice response, and poisoning strength. These findings offer data-driven guidelines for designing sulfur-tolerant nanocatalysts at the subnanometer scale.",
        "url": "http://arxiv.org/abs/2601.13845v1",
        "published": "2026-01-20",
        "zh_abstract": "过渡金属纳米团簇具有取决于其尺寸的结构与电子特性，常使其在多相催化中优于块体材料。然而，其性能可能受硫中毒现象的限制。本研究采用色散校正密度泛函理论（DFT）与物理启发的机器学习方法，系统绘制了原子态硫在30种过渡金属（3$d$至5$d$）构成的13原子二十面体团簇上的吸附及中毒路径。我们量化了硫原子的优先吸附位点、热力学与能量分解、结构参数（如键长与配位数）变化以及电子特性（包括$\\varepsilon_d$、HOMO-LUMO能隙和电荷转移）。振动分析揭示了真实能量极小值，并提供了基于零点能（ZPE）的描述符，这些描述符反映了硫吸附引起的晶格硬化现象。对于大多数金属，金属-硫相互作用主要决定吸附能，同时结构畸变能通常较小，但在少数金属中较为显著，表明这些金属在硫吸附时更容易发生结构重构。通过无监督的\\textit{k}均值聚类，我们识别了周期性规律并根据吸附响应对金属进行分组。结合留一特征分析的有监督回归模型，确定了能最佳预测新样本吸附行为的关键描述符。我们的研究结果凸显出等电子三元组\\ce{Ti}、\\ce{Zr}和\\ce{Hf}作为兼具强硫结合能力与最小结构变化的平衡体系。针对\\ce{SO2}吸附的补充DFT计算表明，这些团簇不仅存在强吸附作用，且明显倾向于解离吸附，从而建立了电子态、晶格响应与中毒强度之间的关联。这些发现为亚纳米尺度抗硫中毒纳米催化剂的设计提供了数据驱动的指导原则。",
        "introduction": "The challenges associated with developing, manipulating, and understanding nanoscale atomistic systems have drawn significant attention from the research community due to fast advances in nanoscience. In the subnanometer regime, where quantum size effects become dominant, the nanostructures made of a few tens to several hundred atoms often show properties that differ from those of their bulk crystalline counterparts. This emergent behavior enables the materials design with tunable structural and electronic features, offering many opportunities in the energy conversion, optoelectronic, and catalytic fields. Transition metal (TM) nanoclusters (NCs) stand out in this context because of their distinct chemical reactivity, discrete electronic states, and high surface/volume ratios. The intrinsic fluxionality, finite size, and lack of translational symmetry characteristics result in a broad configurational landscape with many non-equivalent adsorption sites. As a result, TM-NCs exhibit a complex, yet highly adaptable catalytic behavior, which is particularly important in real-world scenarios (realistic environmental conditions) where toxic poisoning species and/or competing reaction pathways may be present.\n\nThe catalytic deactivation caused by -containing species is a long-standing dilemma in heterogeneous catalysis. This challenge arises because sulfur atoms and sulfur-bearing molecules, such as , , and , show strong affinity for metal active sites, frequently leading to partial or complete catalytic activity loss. Although adsorption mechanisms on extended surfaces are reasonably well disseminated/understood, the behavior of  adsorption on subnanometer clusters remains far less explored. This knowledge gap is mainly due to pronounced finite-size effects, enhanced fluxionality, and the low coordination of surface atoms in TM-NCs. Consequently, developing robust nanocatalysts requires a fundamental understanding of --NC interactions at the atomistic scale.\n\nIn TM-NCs, re",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 该工作最核心的创新在于结合物理信息机器学习和高通量DFT计算，系统揭示了硫原子在30种不同过渡金属13原子二十面体纳米团簇上的吸附与中毒机制，并识别出Ti、Zr、Hf这一兼具强硫结合力与最小结构变化的等电子三元组。\n\n2. 关键结论: (1) 对于大多数金属，金属-硫相互作用是吸附能的主要决定因素，而结构畸变惩罚通常适中，但在少数金属中可能很显著，表明这些金属在硫吸附时更可能发生重构；(2) 通过无监督k均值聚类识别了吸附响应的周期性趋势并对金属进行了分组；(3) 通过有监督回归模型和留一特征分析，确定了能最佳预测新样本吸附行为的关键描述符；(4) 振动分析揭示了硫吸附引起的晶格硬化，并提供了基于ZPE的描述符；(5) 对SO2吸附的额外DFT计算表明其在Ti/Zr/Hf团簇上存在强结合和明确的解离倾向，从而将电子态、晶格响应和中毒强度联系起来。\n\n3. 专家点评: 这项研究通过系统性的高通量计算和物理信息机器学习，为亚纳米尺度下设计抗硫中毒催化剂提供了宝贵的数据驱动指导。其将传统DFT分析与现代机器学习技术相结合的方法具有很强的示范性，特别是识别出Ti/Zr/Hf这一平衡了强结合与结构稳定性的金属组，具有重要的潜在应用价值。然而，该工作的主要局限性在于其结论完全基于理想化的13原子二十面体模型，实际催化环境中更复杂的团簇结构、载体效应以及真实反应条件下的动态演化过程未被考虑，这些因素可能显著影响结论的普适性。"
    },
    {
        "id": "2601.13656",
        "title": "GPUTB-2:An efficient E(3) network method for learning high-precision orthogonal Hamiltonian",
        "abstract": "Although equivariant neural networks have become a cornerstone for learning electronic Hamiltonians, the intrinsic non-orthogonality of linear combinations of atomic orbitals (LCAO) basis sets poses a fundamental challenge. The computational cost of Hamiltonian orthogonalization scales as O(N^3), which severely hinders electronic structure calculations for large-scale systems containing hundreds of thousands to millions of atoms. To address this issue, we develop GPUTB-2, a framework that learns implicitly orthogonality-preserving Hamiltonians by training directly on electronic band structures. Benefiting from an E(3)-equivariant network accelerated by Gaunt tensor product and SO(2) tensor product layers, GPUTB-2 achieves significantly higher accuracy than GPUTB across multiple benchmark systems. Moreover, GPUTB-2 accurately predicts large-scale electronic structures, including transport properties of temperature-perturbed SnSe and the band structures of magic-angle twisted bilayer graphene. By further integrating this framework with the linear-scaling quantum transport (LSQT) method, we investigate the electronic properties of million-atom amorphous graphene and uncover pressure-induced electronic structure transitions in more complex amorphous silicon. Together, these results establish GPUTB-2 as a high-accuracy and scalable approach for predicting orthogonal Hamiltonians.",
        "url": "http://arxiv.org/abs/2601.13656v1",
        "published": "2026-01-20",
        "zh_abstract": "尽管等变神经网络已成为学习电子哈密顿量的基石，但原子轨道线性组合基组的本征非正交性构成了根本性挑战。哈密顿量正交化的计算成本高达O(N³)量级，这严重阻碍了包含数十万至数百万原子的大尺度体系电子结构计算。为解决该问题，我们开发了GPUTB-2框架——通过直接基于电子能带结构进行训练，实现隐式保持正交性的哈密顿量学习。得益于采用Gaunt张量积与SO(2)张量积层加速的E(3)等变网络，GPUTB-2在多个基准体系中相较GPUTB实现了显著更高的精度。此外，GPUTB-2精准预测了大尺度电子结构，包括温度扰动SnSe的输运特性和魔角扭转双层石墨烯的能带结构。通过将该框架与线性标度量子输运方法进一步结合，我们研究了百万原子级非晶石墨的电子特性，并在更复杂的非晶硅中揭示了压力诱导的电子结构转变。这些成果共同确立了GPUTB-2作为预测正交哈密顿量的高精度、可扩展方法。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.13508",
        "title": "CatMaster: An Agentic Autonomous System for Computational Heterogeneous Catalysis Research",
        "abstract": "Density functional theory (DFT) is widely used to connect atomic structure with catalytic behavior, but computational heterogeneous catalysis studies often require long workflows that are costly, iterative, and sensitive to setup choices. Besides the intrinsic cost and accuracy limits of first-principles calculations, practical workflow issues such as keeping references consistent, preparing many related inputs, recovering from failed runs on computing clusters, and maintaining a complete record of what was done, can slow down projects and make results difficult to reproduce or extend.   Here we present CatMaster, a large-language-model (LLM)-driven agent system that turns natural language requests into complete calculation workspaces, including structures, inputs, outputs, logs, and a concise run record. CatMaster maintains a persistent project record of key facts, constraints, and file pointers to support inspection and restartability. It is paired with a multi-fidelity tool library that covers rapid surrogate relaxations and high-fidelity DFT calculations for validation when needed. We demonstrate CatMaster on four demonstrations of increasing complexity: an O2 spin-state check with remote execution, BCC Fe surface energies with a protocol-sensitivity study and CO adsorption site ranking, high-throughput Pt--Ni--Cu alloy screening for hydrogen evolution reaction (HER) descriptors with surrogate-to-DFT validation, and a demonstration beyond the predefined tool set, including equation-of-state fitting for BCC Fe and CO-FeN4-graphene single-atom catalyst geometry preparation. By reducing manual scripting and bookkeeping while keeping the full evidence trail, CatMaster aims to help catalysis researchers focus on modeling choices and chemical interpretation rather than workflow management.",
        "url": "http://arxiv.org/abs/2601.13508v1",
        "published": "2026-01-20",
        "zh_abstract": "密度泛函理论（DFT）被广泛用于建立原子结构与催化行为之间的关联，但计算异相催化研究通常需要耗时漫长、成本高昂、反复迭代且对设置选择敏感的工作流程。除第一性原理计算固有的成本与精度限制外，实际工作流程中的诸多问题——如保持参考文献一致性、准备大量关联输入文件、从计算集群失败任务中恢复、维护完整操作记录等——会拖慢项目进度，并导致结果难以复现或拓展。本文推出CatMaster，一个基于大语言模型（LLM）的智能体系统，能够将自然语言请求转化为完整的计算工作空间，包含结构文件、输入输出数据、运行日志及简明记录。该系统通过持久化存储关键参数、约束条件和文件指针来支持项目审查与可重启性，并结合覆盖快速代理弛豫与高精度DFT验证的多保真度工具库。我们通过四个复杂度递增的案例展示CatMaster的功能：基于远程执行的O2自旋态校验、结合协议敏感性研究的BCC铁表面能分析与CO吸附位点排序、面向析氢反应（HER）描述符的Pt-Ni-Cu合金高通量筛选（含代理-DFT验证），以及超越预设工具集的拓展演示——包括BCC铁状态方程拟合与CO-FeN4-石墨烯单原子催化剂结构制备。通过减少人工脚本编写与记录工作的同时保留完整证据链，CatMaster致力于帮助催化研究者聚焦于模型选择与化学机理阐释，而非工作流程管理。",
        "introduction": "Density functional theory (DFT) has established itself as an indispensable tool in heterogeneous catalysis, providing quantitative links between atomic structure, adsorption thermodynamics, and catalytic activity. However, practical catalysis studies are rarely reducible to single calculations. Even standard tasks such as determining surface energies or screening descriptors often require orchestrating multi-step workflows: selecting bulk references, constructing and relaxing slabs under consistent constraints, enumerating adsorption sites, and managing job submission queues.\n\nWhile the community has developed robust libraries for atomistic simulations (e.g., ASE, pymatgen) and workflow managers for job orchestration, a significant operational gap around the practical use of these libraries persists. Consequently, researchers still frequently rely on manual intervention to chain disparate tools, convert data formats, and track intermediate structures. This manual oversight requires too many micro-decisions: managing calculation files, adjusting convergence parameters, diagnosing failures, or selecting candidates for high-fidelity validation. This overhead may slow iteration and complicate the exploration of vast chemical spaces.\n\nLarge language model (LLM) agents offer a compelling interface for such workflows, enabling researchers to express protocol intent in natural language while the agent coordinates the underlying tools. Recent efforts in chemistry and materials science have demonstrated the feasibility of LLM-driven automation. For rigorous catalysis research, however, three requirements are particularly important: (i) , ensuring the generation of inspectable artifacts (inputs, logs, reports); (ii) , enabling reliable local project resumption following interruptions while supporting execution on remote HPC systems; and (iii) , enabling the traceability of intermediate decisions for the long-running project.\n\nCatMaster addresses these needs by treating the cal",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 开发了一个由大型语言模型驱动的自主代理系统，能够将自然语言指令转化为完整的、可追溯且可重启的异相催化计算工作流，从而将研究人员从繁琐的流程管理中解放出来。\n\n2. 关键结论: (1) 该系统通过LLM代理整合了从快速代理弛豫到高精度DFT验证的多保真度工具库，实现了工作流的自动化；(2) 它维护了一个包含关键事实、约束和文件指针的持久化项目记录，确保了结果的可检查性、可追溯性和工作流的可重启性；(3) 演示案例表明，该系统能够处理从标准协议敏感性研究到超出预定义工具集的自定义任务等一系列复杂程度不同的催化研究场景。\n\n3. 专家点评: 这项工作在计算催化与AI代理的交叉领域迈出了关键一步，其核心价值在于将工作流管理的隐性知识系统化和自动化，有望显著提升研究的可重复性和探索效率。然而，其实际可靠性和普适性高度依赖于底层LLM对复杂科学概念的理解能力以及工具库的完备性，在涉及非标准或高度复杂反应网络时可能面临挑战；系统的长期维护和适应快速演变的计算代码库也将是一个重要的实践考验。"
    },
    {
        "id": "2601.12098",
        "title": "Efficient O(N^1.5) Electronic Structure Computation of Million-Atom Systems",
        "abstract": "The exploration of quantum phenomena in complex materials such as moiré superlattices is limited by the O(N^3) scaling of conventional electronic structure methods. Here we introduce a high-performance tight-binding framework that reduces the complexity to O(N^1.5) by transforming the Hamiltonian into a real symmetric form and combining Sylvester's inertia law with LDL decomposition. This approach enables efficient band structure calculations for large systems: solving magic angle twisted bilayer graphene in minutes on a laptop and scaling to 1.5 million atoms within days on a workstation. We apply it to the previously inaccessible ultra-low twist-angle regime (less than 0.16 degree) with mechanical strain relaxation and find robust flat bands persisting down to 0.09 degree. Our framework bridges density functional theory accuracy with large-scale quantum simulation, opening a route to systematic data-driven exploration of mesoscale quantum materials.",
        "url": "http://arxiv.org/abs/2601.12098v1",
        "published": "2026-01-17",
        "zh_abstract": "对莫尔超晶格等复杂材料中量子现象的探索，长期受限于传统电子结构方法O(N^3)的计算复杂度。本文提出一种高性能紧束缚计算框架：通过将哈密顿量转化为实对称矩阵，并结合西尔维斯特惯性律与LDL分解，将计算复杂度降至O(N^1.5)。该方案可实现大规模体系的高效能带计算——在笔记本电脑上仅需数分钟即可求解魔角扭曲双层石墨烯，在工作站上可扩展至150万原子规模。我们将其应用于此前难以触及的机械应变弛豫超低转角体系（小于0.16度），发现稳健的平带结构可持续存在至0.09度。该框架在密度泛函理论精度与大规模量子模拟之间构建了桥梁，为介观量子材料的系统化数据驱动研究开辟了新路径。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.05962",
        "title": "Evolution of the Berry curvature dipole in uniaxially strained bilayer graphene",
        "abstract": "While in pristine bilayer graphene the Berry curvature dipole (BCD), a necessary ingredient for the nonlinear anomalous Hall effect, is zero, uniaxial strain can give rise to finite BCD. We investigate this by using a tight-binding (TB) approach build on the Slater-Koster parameterization to capture lattice deformation effects often missed by continuum models. We demonstrate that the BCD's evolution with strain and doping is highly sensitive to the choice in parameterization, particularly when including the longer range interlayer skew hoppings. Additionally, out-of-plane compression enhances the response by broadening the Dirac cones. These findings benchmark low-energy continuum models and highlight the necessity of realistic tight-binding models for accurately predicting strain-engineered Hall effects in bilayer graphene.",
        "url": "http://arxiv.org/abs/2601.05962v1",
        "published": "2026-01-09",
        "zh_abstract": "在原始双层石墨烯中，尽管贝里曲率偶极子（BCD）——非线性反常霍尔效应的关键要素——为零，但单轴应变可诱导产生有限BCD。我们通过基于Slater-Koster参数化的紧束缚方法进行研究，以捕捉连续介质模型常忽略的晶格变形效应。研究发现：BCD随应变和掺杂的演化过程对参数化选择高度敏感，尤其在包含长程层间斜跃迁时更为明显。此外，面外压缩通过展宽狄拉克锥能增强响应。这些发现为低能连续介质模型提供了基准参照，并凸显了采用真实紧束缚模型精确预测应变调控双层石墨烯霍尔效应的必要性。",
        "introduction": "Recently, significant attention has been given to anomalous Hall effects in graphene and other two-dimensional materials , . Unlike the conventional Hall effect, which requires an external magnetic field, these effects arise from the non-zero Berry curvature (BC) of the electronic bands, which acts as an effective magnetic field in momentum space . Two types of anomalous Hall responses are linked to non-zero Berry curvature: linear and nonlinear responses. The linear anomalous Hall current is proportional to the Berry curvature, whereas the nonlinear effect is linked to the presence of a non-vanishing Berry curvature dipole (BCD) . In 2021, both linear and nonlinear Hall effect currents were observed in corrugated bilayer graphene , whereas previously such responses had only been observed in the Weyl semi-metal WTe$_2$ . While the BCD in pristine bilayer graphene vanishes, the nonlinear Hall effect can emerge when inversion symmetry is broken and the Dirac cones are tilted by corrugation or strain.\n\nThe anomalous Hall effect can be studied theoretically through simulations of the full electrical response, but such approaches are computationally intensive. A more amenable approach for homogeneous systems is to relate the BC and the BCD to the properties of the Bloch wave functions in k-space. These can be obtained by direct diagonalization of the system's Hamiltonian. Previous work, such as Ref. , found that a non-vanishing BCD appears in uniaxially strained bilayer graphene as a consequence of Fermi surface warping. In that work, the BC and BCD were calculated using an effective low-energy continuum Hamiltonian, in which strain effects enters as an strain-induced gauge potential.\n\nA different approach based on a tight-binding (TB) model can be used to calculate the energy dispersion and wave functions of the material. Importantly, the TB model of bilayer graphene offers some advantages over continuum models, especially when it comes to studying the effects of lattic",
        "conclusion": "The BCD in strained bilayer graphene proves sensitive to details of the electronic structure that are often treated as secondary. Our TB calculations reveal that the choice between  bilayer graphene versus bulk graphite parameters leads to qualitatively different predictions for the BCD as a function of doping, particularly sign changes that occur at experimentally accessible carrier densities. We find that this difference arises from the $_4$ skew hopping, which shifts the satellite Dirac cones in energy and thus controls when they contribute to the BCD. \n\nWhen comparing the TB and continuum approaches, we find reasonable agreement at strains below roughly 1\\\n\nSeveral questions remain open. We have neglected the Poisson ratio of graphene, treating $_x$ and $_y$ as independent. Incorporating realistic elastic coupling would modify the quantitative predictions. Temperature-dependent effects or disorder scattering also warrant investigation. Nonetheless, the present results establish that realistic TB modeling is essential for reliable predictions of strain-tuned BC phenomena in bilayer graphene.\n\n\n\n\n",
        "deep_summary": "1. 核心创新: 本文揭示了在单轴应变双层石墨烯中，贝里曲率偶极子（BCD）的演化对紧束缚模型参数化细节（特别是长程层间斜跃迁）的高度敏感性，这一关键因素常被低能连续模型所忽略。\n2. 关键结论: (1) 应变和掺杂下BCD的演化强烈依赖于紧束缚模型的参数化选择，尤其是包含长程层间斜跃迁（γ₄）时；(2) 面外压缩通过展宽狄拉克锥来增强非线性霍尔响应；(3) 使用双层石墨烯参数与体石墨烯参数会导致对BCD随掺杂演化的定性不同预测，甚至出现符号变化；(4) 在约1%应变以下，紧束缚模型与连续模型结果基本一致，但在更大应变下出现显著偏差。\n3. 专家点评: 这项工作的重要性在于为应变工程化霍尔效应的理论预测提供了关键的基准，强调了采用真实紧束缚模型而非简化连续模型的必要性。然而，该研究忽略了石墨烯的泊松比和温度效应，这些简化可能影响其定量预测的准确性，需要在未来工作中加以解决。"
    },
    {
        "id": "2601.05161",
        "title": "Quantum Elastic Network Models and their Application to Graphene",
        "abstract": "Molecular dynamics simulations are a central computational methodology in materials design for relating atomic composition to mechanical properties. However, simulating materials with atomic-level resolution on a macroscopic scale is infeasible on current classical hardware, even when using the simplest elastic network models (ENMs) that represent molecular vibrations as a network of coupled oscillators. To address this issue, we introduce Quantum Elastic Network Models (QENMs) and utilize the quantum algorithm of Babbush et al. (PRX, 2023), which offers an exponential advantage when simulating systems of coupled oscillators under some specific conditions and assumptions. Here, we demonstrate how our method enables the efficient simulation of planar materials. As an example, we apply our algorithm to the task of simulating a 2D graphene sheet. We analyze the exact complexity for initial-state preparation, Hamiltonian simulation, and measurement of this material, and provide two real-world applications: heat transfer and the out-of-plane rippling effect. We estimate that an atomistic simulation of a graphene sheet on the centimeter scale, classically requiring hundreds of petabytes of memory and prohibitive runtimes, could be encoded and simulated with as few as $\\sim 160$ logical qubits.",
        "url": "http://arxiv.org/abs/2601.05161v1",
        "published": "2026-01-08",
        "zh_abstract": "分子动力学模拟是材料设计中的核心计算方法，用于建立原子组成与力学性能之间的关联。然而，在当前经典硬件上，即使采用将分子振动简化为耦合谐振子网络的最简单弹性网络模型（ENMs），也难以实现宏观尺度原子级分辨率的材料模拟。为解决这一问题，我们提出量子弹性网络模型（QENMs），并采用Babbush等人（PRX, 2023）提出的量子算法——该算法在特定条件和假设下对耦合谐振子系统进行模拟时具有指数级加速优势。本文展示了该方法如何实现平面材料的高效模拟：以二维石墨烯片层模拟为例，我们详细分析了该材料初始态制备、哈密顿量模拟及测量的计算复杂度，并提供了热传导和面外波纹效应两个实际应用案例。研究估算，对于经典计算需要数百PB内存且耗时惊人的厘米级石墨烯原子尺度模拟，使用本方案仅需约160个逻辑量子比特即可完成编码与模拟。",
        "introduction": "Computer simulations of materials  are among the dominant applications of scientific high-performance computing. A major focus of computational materials science is relating atomic arrangements at the nanometre length scale to bulk material properties observed on centimeter scales and beyond. Bridging these roughly seven orders of magnitude in length is essential for understanding how impurities, mixtures, or manufacturing-related defects influence material behaviour on length scales relevant to everyday life.\n\nUnfortunately, atomistic simulations are severely constrained in size by their computational demands. To put the challenge in perspective, a perfect graphene sheet of 1 cm² manufactured in a laboratory via chemical vapour deposition would contain approximately 3.8 quadrillion carbon atoms. Simulating classically the vibrational dynamics of such a sheet with atomic resolution would require storing six double-precision values per atom to track coordinates and velocities in 3D space—amounting to roughly 180 petabytes of memory. This figure is more than thirty times greater than the total system memory available on El Capitan, the most powerful supercomputer currently in operation. \n\nAt the same time, quantum computing aims to revolutionize the computational landscape by providing efficient algorithms for previously intractable problems . Quantum hardware has experienced tremendous growth over the past few years , with fault-tolerant quantum computers anticipated by 2030. Although advances in hardware and quantum error correction are conspicuous, there is still a great need to understand the advantage that these devices can offer in practical and useful applications .\n\nThe quantum algorithm landscape can, so far, be divided into two main categories. The first category contains the near-term quantum algorithms (such as NISQ algorithms) that aim to exploit the power of the available quantum computers. This category includes algorithms for classical optimization , s",
        "conclusion": "\nIn this paper, we introduced a quantum algorithm that brings material and molecular dynamics simulations a step closer to practical implementations on a quantum computer. Our algorithm was based on the novel algorithm designed by Babbush et al. , in which the authors proved that the dynamics of a system of coupled classical oscillators can be simulated exponentially faster on a quantum computer.\n\nHowever, the question of whether this algorithm can be used for real-world applications remained open. The main reason is that their framework is constrained by several assumptions. Specifically, they assume that certain operations (oracles) can be constructed (and implemented) efficiently, that the system is sparsely connected, and finally that the number of arbitrary non-zero initial conditions is bounded by $( N)$, where $N$ is the system size.\n\nThe main inspiration for our work has been elastic network models (ENMs) which are widely used for simulating the slow dynamics (and conformational changes) of large molecules. In this framework, the complex interactions between atoms of molecular systems are replaced by harmonic interactions, provided that the distance of two atoms is within a threshold $R_c$. As such, ENMs provide a coarse-grained description of the potential energy surface, simplifying the molecular topology into a network of nodes and springs\n\n\nIn this paper, we propose the quantum elastic network models that allows us to map the classical ENM system onto a quantum mechanical system whose dynamics are governed by the Schrödinger equation. We show that all the building blocks (quantum oracles) can be constructed efficiently for these models, provided that the molecules exhibit an inherent structure. Moreover, we provide a methodology to initialize the system similarly to a standard molecular dynamics simulation. To be precise, we discuss the initial displacements that can be chosen for such a simulation and then prove how the user can efficiently load $2^n$ i",
        "deep_summary": "1. 核心创新: 该论文的核心创新在于将Babbush等人提出的模拟耦合振子的量子算法具体应用于材料科学领域，特别是引入了“量子弹性网络模型”的概念，并针对石墨烯等平面材料的宏观尺度原子级模拟进行了算法实现与资源估算。\n2. 关键结论: (1) 提出的量子弹性网络模型能够利用量子算法指数级加速耦合振子系统动力学的模拟；(2) 该算法能够应用于石墨烯等二维材料的模拟，并分析了其在热传递和面外波纹效应等具体应用中的可行性；(3) 通过资源估算表明，模拟厘米尺度石墨烯的原子振动仅需约160个逻辑量子比特，而经典模拟则需要数百PB内存，凸显了潜在的量子优势。\n3. 专家点评: 这项工作的重要性在于为量子计算在材料科学中的实际应用提供了一个具体且有前景的路径，将理论算法与一个具有明确经典计算瓶颈的现实问题（宏观材料模拟）联系起来。然而，其实际影响严重依赖于未来容错量子计算机的实现，并且算法框架本身对系统稀疏性、初始条件等假设在实际复杂材料体系中是否普遍成立，是需要进一步验证的关键限制。"
    },
    {
        "id": "2601.10938",
        "title": "Are Universal Potentials Ready for Alkali-Ion Battery Kinetics?",
        "abstract": "Accelerating alkali-ion battery discovery requires accurate modeling of atomic-scale kinetics, yet the reliability of universal machine learning interatomic potentials (uMLIPs) in capturing these high-energy landscapes remains uncertain. Here, we systematically benchmark state-of-the-art uMLIPs, including M3GNet, CHGNet, MACE, SevenNet, GRACE, and Orb, against DFT baselines for cathodes and solid electrolytes. We find that the Orb-v3 family excels in static migration barrier predictions (MAE $\\approx$ 75--111 meV), driven primarily by architectural refinements. Conversely, for dynamic transport, the GRACE model trained on the OMat24 dataset demonstrates superior fidelity in reproducing ion diffusivities and structural correlations. Our results reveal that while architectural sophistication (e.g., equivariance) is beneficial, the inclusion of high-temperature, non-equilibrium training data is the dominant driver of kinetic accuracy. These findings establish that modern uMLIPs are sufficiently robust to serve as zero-shot surrogates for high-throughput kinetic screening of next-generation energy storage materials.",
        "url": "http://arxiv.org/abs/2601.10938v1",
        "published": "2026-01-16",
        "zh_abstract": "加速碱金属离子电池的发现需要精确模拟原子尺度动力学，但通用机器学习原子间势能(uMLIPs)在捕捉这些高能势垒景观方面的可靠性仍不明确。本研究系统评估了M3GNet、CHGNet、MACE、SevenNet、GRACE和Orb等前沿uMLIPs在正极与固态电解质体系中对标DFT基准的表现。研究发现：Orb-v3系列在静态迁移势垒预测中表现卓越（MAE≈75-111 meV），这主要得益于其架构优化；而在动态传输方面，基于OMat24数据集训练的GRACE模型在重现离子扩散系数与结构关联性上具有最优保真度。研究结果表明：虽然架构复杂性（如等变性）具有增益作用，但包含高温非平衡训练数据才是提升动力学精度的主导因素。这些发现证实现代uMLIPs已具备足够鲁棒性，可作为新一代储能材料高通量动力学筛选的零样本替代模型。",
        "introduction": "Alkali-ion batteries (AIBs) are central to the sustainable energy transition, with applications spanning portable electronics to grid-scale storage. The performance of these devices is fundamentally governed by the atomic-scale behavior of their electrode and electrolyte materials. Although thermodynamics dictates the open-circuit voltage and theoretical capacity of battery materials, it is kinetics, including ion transport within bulk phases and across interfaces, phase boundary dynamics, and electrochemical reactions, that ultimately determines practical power density and operational lifetime. Understanding and predicting these kinetic phenomena is therefore essential for overcoming the rate-limiting steps that currently constrain the development of high-performance battery chemistries.\n\nDensity functional theory (DFT) has long served as the computational foundation for investigating battery kinetics at the atomic scale. However, its substantial computational cost restricts simulations to relatively small system sizes and short timescales, creating a fundamental ``scale gap\" that prevents effective sampling of the complex diffusion networks governing ion transport in realistic battery materials. This limitation has driven an urgent demand for computational approaches that achieve DFT-level accuracy while enabling large-scale screening and comprehensive kinetic modeling.\n\nRecent advances in machine learning interatomic potentials (MLIPs) provide a robust strategy to bridge this gap, offering near-quantum accuracy at a fraction of the computational cost. Specifically, universal MLIPs (uMLIPs), trained on vast datasets spanning the periodic table, have emerged as viable general-purpose surrogates for DFT. The predictive fidelity of uMLIPs for both thermodynamic properties (e.g., formation energies) and dynamic properties (e.g., phonon spectra) has seen remarkable improvement. As illustrated in Figure 1, this progress is driven by the co-evolution of model architectur",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 本研究通过系统性基准测试，明确指出对于碱离子电池动力学模拟，包含高温非平衡态数据的训练集（如OMat24）是决定uMLIPs预测精度的主导因素，其重要性甚至超越了模型架构本身的精密度。\n2. 关键结论: (1) Orb-v3系列在静态迁移能垒预测上表现最佳；(2) 基于OMat24数据集训练的GRACE模型在动态离子输运和结构相关性模拟中保真度最高；(3) 模型架构的先进性（如等变性）虽有益，但包含高温非平衡态的训练数据是动力学准确性的核心驱动力；(4) 现代uMLIPs已足够稳健，可作为下一代储能材料高通量动力学筛选的零样本替代模型。\n3. 专家点评: 这项工作为uMLIPs在复杂动力学场景中的应用提供了关键且及时的验证，其结论将直接指导未来训练数据集构建的策略。然而，研究结论严重依赖于所选材料体系（阴极与固态电解质）和特定数据集（OMat24），其普适性在其他复杂界面或非晶体系中仍需进一步检验。将此类模型真正集成到高通量筛选流程中，仍需解决其计算成本与稳定性的平衡问题。"
    },
    {
        "id": "2601.10320",
        "title": "Molecular electrostatic potentials from machine learning models for dipole and quadrupole predictions",
        "abstract": "The molecular electrostatic potential (MEP) is a key quantity for describing and predicting intermolecular and ion-molecule interactions. Here, we assess the ability of machine-learning (ML) models to infer the MEP, based on the equivariant graph-convolutional neural network architecture PiNet2 and trained on dipole and quadrupole moments. For the established QM9 dataset, we find that including the quadrupole contribution in the ML models substantially improves their ability to recover the MEP compared to dipole-only models. This trend is confirmed on the SPICE dataset, which spans a much broader region of organic chemical space. Together, this study underscores the central role of the quadrupole moment as a fitting target for ML models aiming at rapid access to the MEP.",
        "url": "http://arxiv.org/abs/2601.10320v1",
        "published": "2026-01-15",
        "zh_abstract": "分子静电势(MEP)是描述和预测分子间及离子-分子相互作用的关键物理量。本研究基于等变图卷积神经网络架构PiNet2，以偶极矩和四极矩为训练目标，评估机器学习(ML)模型推断MEP的能力。针对成熟的QM9数据集，我们发现相较于仅使用偶极矩的模型，在ML模型中引入四极矩可显著提升MEP的重构精度。这一趋势在覆盖更广泛有机化学空间的SPICE数据集上得到验证。本研究共同揭示了四极矩作为ML模型拟合目标的核心价值——为实现MEP的快速计算提供重要途径。",
        "introduction": "Molecular electrostatic potentials (MEPs) provide a compact way of describing how a molecule interacts electrostatically with its environment. MEPs have long been used to rationalize sites of electrophilic and nucleophilic attack, hydrogen bonding patterns, molecular recognition, (electro)catalytic reactivity and solvent design~. Nevertheless, one rarely works directly with continuous MEPs in practical molecular  simulations. Instead, the potential is represented in terms of a set of atomic charges that are tuned to reproduce the  electrostatic potential (ESP) around the molecule as faithfully as possible~.\n\nThis idea gave rise to the “ESP-charge” family of methods, in which atom-centered monopoles are obtained by fitting the quantum-chemical MEP on a grid of points surrounding the molecule. Well-known examples include the Merz–Kollman scheme~, CHELP/CHELPG~, and the restrained electrostatic potential (RESP) model~. These methods differ mainly in how the grid points are chosen, how rotational invariance and numerical stability are enforced, and how regularization or restraints are applied to avoid unphysical charges for highly buried atoms.\n\nOne such regularization is to supplement the ESP fit with constraints that enforce the correct multipole moments~. This improves the description of the far-field electrostatics and helps stabilize the fit for flexible or highly polar molecules. A different but related avenue is exemplified by charge model 5 (CM5)~, which starts from Hirshfeld population analysis and then maps the resulting atomic charges through element- and environment-specific corrections that are parametrized to reproduce gas-phase dipole moments across a large and diverse training set.\n\nIn parallel with these developments, atomistic machine-learning (ML) approaches have emerged as a powerful way to construct environment-dependent charge models. A prominent example is the work by Sifain and co-workers~, who trained a deep neural network to assign atomic charg",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 本研究的核心创新在于揭示了在机器学习模型中，将四极矩作为拟合目标对于准确预测分子静电势至关重要，其重要性超越了仅使用偶极矩的模型。\n\n2. 关键结论: (1) 在QM9数据集上，包含四极矩贡献的机器学习模型恢复分子静电势的能力显著优于仅基于偶极矩的模型；(2) 这一趋势在覆盖更广泛有机化学空间的SPICE数据集上得到了证实；(3) 研究强调了四极矩作为机器学习模型拟合目标的核心作用，以实现对分子静电势的快速获取。\n\n3. 专家点评: 这项工作从物理原理上深刻指出了传统静电势电荷拟合方法中高阶多极矩的重要性，并将其成功地整合到现代机器学习框架中，这是一个概念上的重要进步。然而，该结论主要基于对有机分子数据集的验证，其普适性在包含金属配合物或强关联体系等更复杂的化学空间中有待进一步评估。此外，将模型预测的多极矩反向映射回原子点电荷这一关键步骤的稳健性和唯一性，可能成为实际应用中的一个潜在挑战。"
    },
    {
        "id": "2601.09997",
        "title": "Reentrant topological phases and entanglement scalings in moiré-modulated extended Su-Schrieffer-Heeger Model",
        "abstract": "Recent studies of moiré physics have unveiled a wealth of opportunities for significantly advancing the field of quantum phase transitions. However, properties of reentrant phase transitions driven by moiré strength are poorly understood. Here, we investigate the reentrant sequence of phase transitions and the invariant of universality class in moiré-modulated extended Su-Schrieffer-Heeger (SSH) model. For the simplified case with intercell hopping $w=0$, we analytically derive renormalization relations of Hamiltonian parameters to explain the reentrant phenomenon. For the general case, numerical phase boundaries are calculated in the thermodynamic limit. The bulk boundary correspondence between zero-energy edge modes and entanglement spectrum is revealed from the degeneracy of both quantities. We also address the correspondence between the central charge obtained from entanglement entropy and the change in winding number during the phase transition. Our results shed light on the understanding of universal characteristics and bulk-boundary correspondence for moiré induced reentrant phase transitions in 1D condensed-matter systems.",
        "url": "http://arxiv.org/abs/2601.09997v1",
        "published": "2026-01-15",
        "zh_abstract": "近年来对莫尔物理的研究为量子相变领域的发展开辟了广阔前景。然而，由莫尔强度驱动的重入相变特性尚未得到充分认知。本文研究了莫尔调制扩展Su-Schrieffer-Heeger（SSH）模型中相变的重入序列与普适类不变性。针对元胞间跃迁$w=0$的简化情形，我们通过解析推导哈密顿参数的重整化关系揭示了重入现象。在一般情形下，通过数值计算获得了热力学极限下的相边界。通过零能边缘模与纠缠谱简并度的对应关系，揭示了体边对应原理。我们还论证了从纠缠熵中提取的中心荷与相变过程中绕数变化之间的关联。本研究为理解一维凝聚态系统中莫尔诱导重入相变的普适特性与体边对应关系提供了新的理论依据。",
        "introduction": "Moir\\'e physics garnered significant attention in recent years, unveiling exotic properties in both 1D~ and 2D systems~. The moir\\'e pattern, arising from the superposition of two misaligned periodic lattices, emerges a new superlattice with an enlarged periodicity. The band width of a moir\\'e system can become nearly flat , hosting compact localized states that promote localization and enable the stabilization of strongly correlated superconductivity and topological insulators~. In particular, the uniquely emergent fractional quantum anomalous Hall effect~—that is, the realization of fractional Hall conductance in the absence of an external magnetic field—underscores the significance of moir\\'e physics in these systems. Thus, moir\\'e systems provides an ideal platform for engineering band structures and novel quantum states. The moir\\'e pattern in 2D twisted graphene can be effectively reduced to 1D carbon nanotube lattice, exhibiting significantly modified band structure and distinct characteristics by the emergent moir\\'e potential~. Other analogues of moir\\'e patterns in 1D can be realized through finite incommensurate or commensurate lattice potentials~, or finite coupled resonators with varying modulation lengths~. Previous studies reveal that the incommensurability and commensurability of moir\\'e potentials can enable quasi-fractal charge-density waves and periodic-moir\\'e spin-density waves in 1D narrow-band systems~.\n\nTopological phases, usually protected by certain symmetries and characterized by non-trivial boundary states and topological invariants, make the non-trivial properties robust against disorders and local perturbations. These properties have potential applications in the near-future fault-tolerant quantum computation~. Thus, investigating topological phases of matter has been an important field in condensed-matter physical~, and artificially engineered systems~. In the interacting region, topological phases have been enriched by the fractional ",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 该工作最核心的创新在于揭示了在摩尔超晶格调制的扩展SSH模型中，由摩尔强度驱动的重入拓扑相变序列及其普适性类不变量的特性。\n\n2. 关键结论: (1) 在胞间跃迁w=0的简化情况下，通过解析推导哈密顿量参数的重整化关系，解释了重入拓扑相的出现机制；(2) 对于一般情况，在热力学极限下计算了数值相边界；(3) 通过纠缠谱简并度揭示了零能边缘态与体边对应关系；(4) 建立了从纠缠熵提取的中心荷与相变过程中绕数变化之间的对应关系。\n\n3. 专家点评: 该研究将重入相变这一经典概念与拓扑相和新兴的摩尔物理相结合，为理解一维系统中由周期势调制诱导的复杂相图提供了新视角。通过解析与数值相结合的方法，系统建立了纠缠度量与拓扑不变量之间的关联，对实验探测具有指导意义。然而，该模型对胞间跃迁w=0的简化处理可能限制了其结论的普适性，且未讨论无序或相互作用对重入拓扑相稳定性的影响，这些是未来研究需要解决的重要问题。"
    },
    {
        "id": "2601.07781",
        "title": "Resonant magnetic proximity hot spots in Co/hBN/graphene",
        "abstract": "Magnetic proximity effects in Co/hBN/graphene heterostructures are systematically analyzed via first-principles calculations, demonstrating a pronounced localized spatial variation of the induced spin polarization of graphene's Dirac states. The proximity-induced exchange coupling, magnetic moments, and tunneling spin polarization (TSP) are shown to depend sensitively on the atomic registry at the interfaces. We analyze more than twenty distinct stackings, including high- and low-symmetry configurations, and reveal that the spin splittings of graphene's Dirac bands span a wide range from 1 to 100 meV, depending on the local hybridization of Co $d_{z^2}$, hBN $p_z$, and graphene $p_z$ orbitals. The strongest proximity effects emerge at geometric resonances, or \"proximity hot spots\", where the three orbital states overlap maximally. The local spin polarization also depends sensitively on energy: Dirac states aligned with resonant Co orbitals experience the most pronounced exchange interaction. At these energies, the pseudospin Hamiltonian description of magnetic proximity effects breaks down. Outside these resonances, the pseudospin picture is restored. Our findings highlight the intrinsically local nature of proximity effects, governed by the spectral resonance and interlayer wavefunction overlap. We further quantify how additional hBN layers, interlayer twist, and multilayer graphene modify the proximity exchange and TSP, offering microscopic insight for designing spintronic van der Waals heterostructures with engineered interfaces and optimized spin transport.",
        "url": "http://arxiv.org/abs/2601.07781v1",
        "published": "2026-01-12",
        "zh_abstract": "通过第一性原理计算，我们对Co/hBN/石墨烯异质结构中的磁邻近效应进行了系统分析，结果表明石墨烯狄拉克态诱导自旋极化存在显著的局域空间变化。研究显示，邻近诱导交换耦合、磁矩及隧道自旋极化（TSP）对界面原子排布具有高度敏感性。我们分析了超过二十种不同堆叠构型（包括高对称与低对称配置），发现石墨烯狄拉克能带的自旋劈裂范围可达1-100 meV，具体数值取决于Co $d_{z^2}$、hBN $p_z$与石墨烯 $p_z$轨道的局域杂化强度。最强的邻近效应出现在几何共振点（即“邻近效应热点”），该处三种轨道态实现最大程度重叠。局域自旋极化还表现出显著的能量依赖性：当狄拉克态与共振Co轨道能级对齐时，交换相互作用最为显著。在此能量区间，描述磁邻近效应的赝自旋哈密顿量模型将失效；而在共振区外，赝自旋图像得以恢复。我们的研究结果揭示了邻近效应本质上由光谱共振和层间波函数重叠共同主导的局域特性。我们进一步量化了额外hBN层、层间扭转及多层石墨烯对邻近交换作用和TSP的影响，为设计具有可控界面和优化自旋输运特性的自旋电子学范德瓦尔斯异质结构提供了微观理论依据。",
        "introduction": "Spintronics aims to utilize the spin degree of freedom of electrons in addition to their charge, enabling novel paradigms in information storage, processing, and transport with potentially lower energy consumption and higher operational speed . Two-dimensional (2D) materials, such as graphene and transition metal dichalcogenides (TMDCs), are particularly promising for spintronic applications due to their high mobility, tunable band structures, and the ability to form van der Waals (vdW) heterostructures. However, most pristine 2D materials lack intrinsic magnetism or significant spin-orbit coupling (SOC), which are essential for active spin control. As such, an important research avenue involves engineering spin-dependent phenomena in 2D systems via proximity effects, i.e., by placing them in contact with functional materials such as ferromagnets or materials with strong SOC .\n\nThis interfacial engineering enables magnetic and spin-orbit interactions to propagate from substrates into adjacent 2D layers. The beauty of vdW engineering lies in the fact that spin interactions can be transferred without direct chemical bonding or crystal structure modification. Thus, the  endows graphene with magnetism, when it is placed on ferromagnetic metals through insulating barriers such as hexagonal boron nitride (hBN) . Indeed, first-principles calculations predict proximity-induced spin splittings in the graphene Dirac bands on the order of tens of meV , which has been corroborated experimentally by nonlocal spin transport measurements and tunneling magnetoresistance . These proximity-induced phenomena are key to enabling efficient spin injection and manipulation in 2D materials, and they form the basis for a new generation of vdW spin valves, magnetic tunnel junctions, and spin transistors.\n\nAmong the tunable parameters of 2D heterostructures, the twist angle between adjacent layers plays a key role, giving rise to moiré patterns and allowing control over interlayer coupling an",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 该研究揭示了在Co/hBN/石墨烯异质结中，磁邻近效应并非均匀分布，而是由原子堆叠序决定的、高度局域化的“邻近热点”，其强度可通过层间轨道杂化和光谱共振进行微观调控。\n\n2. 关键结论: (1) 邻近诱导的自旋劈裂范围极宽（1-100 meV），强烈依赖于Co dz²、hBN pz和石墨烯pz轨道的局域杂化程度；(2) 最强的磁邻近效应出现在“几何共振”或“邻近热点”处，即三种轨道波函数最大重叠的特定堆叠构型；(3) 在共振能量处，描述狄拉克费米子的赝自旋哈密顿量图像失效，而在非共振区该图像得以恢复；(4) 额外的hBN层、层间扭转和多层石墨烯均可显著调控邻近交换耦合和隧道自旋极化。\n\n3. 专家点评: 这项工作通过系统性的第一性原理计算，将磁邻近效应的理解从“平均场”层面推进到了“原子级局域”层面，具有重要的理论突破意义。所提出的“邻近热点”和“轨道共振”机制为精准设计范德华自旋器件提供了微观物理图像和明确的调控抓手。然而，该计算研究得出的强局域化效应能否在实际器件的宏观输运测量中被清晰观测到，仍需面对界面无序、畴界和热涨落等实验因素的挑战。"
    },
    {
        "id": "2601.07583",
        "title": "Machine learning nonequilibrium phase transitions in charge-density wave insulators",
        "abstract": "Nonequilibrium electronic forces play a central role in voltage-driven phase transitions but are notoriously expensive to evaluate in dynamical simulations. Here we develop a machine learning framework for adiabatic lattice dynamics coupled to nonequilibrium electrons, and demonstrate it for a gating induced insulator to metal transition out of a charge density wave state in the Holstein model. Although exact electronic forces can be obtained from nonequilibrium Green's function (NEGF) calculations, their high computational cost renders long time dynamical simulations prohibitively expensive. By exploiting the locality of the electronic response, we train a neural network to directly predict instantaneous local electronic forces from the lattice configuration, thereby bypassing repeated NEGF calculations during time evolution. When combined with Brownian dynamics, the resulting machine learning force field quantitatively reproduces domain wall motion and nonequilibrium phase transition dynamics obtained from full NEGF simulations, while achieving orders of magnitude gains in computational efficiency. Our results establish direct force learning as an efficient and accurate approach for simulating nonequilibrium lattice dynamics in driven quantum materials.",
        "url": "http://arxiv.org/abs/2601.07583v1",
        "published": "2026-01-12",
        "zh_abstract": "非平衡电子力在电压驱动的相变中起着核心作用，但其在动力学模拟中的计算成本极高。本文开发了一种耦合非平衡电子的绝热晶格动力学机器学习框架，并以Holstein模型中栅压诱导的电荷密度波态至金属态的相变为例进行验证。尽管精确的电子力可通过非平衡格林函数（NEGF）计算获得，但其高昂的计算成本使得长时间动力学模拟难以实现。通过利用电子响应的局域性特性，我们训练神经网络直接根据晶格构型预测瞬时局域电子力，从而规避时间演化过程中重复的NEGF计算。当与布朗动力学结合时，所得机器学习力场在定量再现完整NEGF模拟获得的畴壁运动和非平衡相变动力学的同时，实现了计算效率的数量级提升。我们的研究确立了直接力学习作为模拟驱动量子材料中非平衡晶格动力学的一种高效精准方法。",
        "introduction": "\n\nMachine-learning (ML) methods have emerged as powerful tools for accelerating computational studies in quantum chemistry and materials science by replacing expensive electronic-structure calculations with efficient surrogate models~. A prominent success of this paradigm is the development of ML-based force fields, which enable large-scale quantum molecular dynamics (QMD) simulations~ by reproducing atomic forces from first-principles calculations with near-- accuracy~. These approaches exploit the locality, or nearsightedness, of electronic matter, which ensures that forces acting on a given degree of freedom are predominantly determined by its immediate local environment~. As a result, complex many-body interactions can be decomposed into site- or atom-resolved contributions that are amenable to efficient learning and scalable simulation.\n\n\nMost existing ML force-field approaches are energy-based, with forces obtained as derivatives of a learned total energy, as exemplified by the Behler-Parrinello (BP) framework~. In this approach, the total energy is decomposed as $E = _i _i$, where each atomic energy $_i$ depends only on the local environment of atom $i$~. The intricate many-body dependence of $_i$ on its surroundings is approximated by an ML model trained to reproduce both the total energy and the individual atomic forces obtained from quantum-mechanical calculations. Atomic forces are then evaluated as $ F_i = -{ E}/{  R_i}$, ensuring internal consistency between energies and forces.\n\nAn important advantage of BP-type schemes is that symmetry properties can be incorporated naturally. Because the atomic energy $_i$ is a scalar and therefore invariant under symmetry operations such as translations and rotations, symmetry-adapted descriptors can be used to enforce the correct transformation properties directly at the level of the ML representation~. Numerous approaches have been proposed for such symmetry-adapted descriptors~.  Beyond molecular systems, BP-base",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 开发了一种通过机器学习直接预测非平衡电子力的框架，绕过了传统非平衡格林函数方法，从而实现了对电荷密度波绝缘体中非平衡相变动力学的高效模拟。\n\n2. 关键结论: (1) 利用电子响应的局域性，可以训练神经网络仅根据瞬时晶格构型来直接预测局部电子力；(2) 该方法与布朗动力学结合后，能够在数量级上提升计算效率的同时，定量复现由完整NEGF模拟得到的畴壁运动和非平衡相变动力学；(3) 直接力学习被确立为模拟驱动量子材料中非平衡晶格动力学的一种高效且准确的方法。\n\n3. 专家点评: 这项工作将机器学习力场的成功范式从平衡态系统巧妙地推广到了非平衡态领域，为解决非平衡动力学中电子力计算的巨大成本问题提供了一条极具前景的路径。然而，该方法在更复杂的多体相互作用或强关联系统中的普适性仍需进一步验证；此外，其预测精度对训练数据（即昂贵的NEGF计算）的依赖性，以及在极端非平衡条件下电子局域性假设的有效性，是该框架潜在的主要局限。"
    },
    {
        "id": "2601.02149",
        "title": "AI-enhanced tuning of quantum dot Hamiltonians toward Majorana modes",
        "abstract": "We propose a neural network-based model capable of learning the broad landscape of working regimes in quantum dot simulators, and using this knowledge to autotune these devices - based on transport measurements - toward obtaining Majorana modes in the structure. The model is trained in an unsupervised manner on synthetic data in the form of conductance maps, using a physics-informed loss that incorporates key properties of Majorana zero modes. We show that, with appropriate training, a deep vision-transformer network can efficiently memorize relation between Hamiltonian parameters and structures on conductance maps and use it to propose parameters update for a quantum dot chain that drive the system toward topological phase. Starting from a broad range of initial detunings in parameter space, a single update step is sufficient to generate nontrivial zero modes. Moreover, by enabling an iterative tuning procedure - where the system acquires updated conductance maps at each step - we demonstrate that the method can address a much larger region of the parameter space.",
        "url": "http://arxiv.org/abs/2601.02149v1",
        "published": "2026-01-05",
        "zh_abstract": "我们提出一种基于神经网络的模型，该模型能够学习量子点模拟器中工作状态的宏观图景，并利用这种知识基于输运测量实现器件的自动调谐，从而在结构中获取马约拉纳模式。该模型采用物理信息损失函数（融合了马约拉纳零模的关键特性），以电导图谱形式的合成数据进行无监督训练。研究表明，经过适当训练后，深度视觉Transformer网络能够有效记忆哈密顿参数与电导图谱结构间的关联关系，并据此为量子点链提出驱动系统走向拓扑相的参数更新方案。从参数空间中大范围的初始失谐开始，仅需单次更新步骤即可产生非平凡零模。此外，通过启用迭代调谐程序（系统在每一步获取更新的电导图谱），我们证明该方法能够覆盖参数空间中更广阔的区域。",
        "introduction": "Majorana zero modes (MZMs) are emergent quasiparticles predicted to obey non-Abelian statistics, enabling topologically protected quantum information processing~. Their realization in hybrid superconductor-semiconductor systems requires precise control over local parameters such as chemical potentials, inter-dot couplings, and spin-orbit interactions~. Small deviations from the so-called  conditions of the Kitaev chain (KC)~ can destroy the topological gap and delocalize MZMs~. Moreover, it is not trivial to distinguish between MZMs and different nontopological zero-bias peaks ~. Consequently, achieving robust Majorana states experimentally remains a major challenge, particularly in the presence of fabrication disorder and parameter noise.\n\nTo address this challenge, Fulga ~ proposed an adaptive tuning protocol for superconductor-proximitized chain of quantum dots (QDs) that simulates a KC generalized on non-uniform parameters distribution across dots, trying to demonstrate how gate-controlled voltages and superconducting phases can be adjusted to reach a topologically nontrivial regime. In this paper we revisit this problem trying to automate it using deep neural estimators.\nMore recently, further works indicate that through appropriate tuning, it is possible to realize a KC with emerged MZMs using QDs coupled through elastic co-tunneling and crossed Andreev reflection ~. All these proposals utilize coupling with more readily available $s$-wave superconductors; however, there are also proposals employing $p$-wave superconductors~.\n\nAt the same time, a different strategy for machine learning (ML)-assisted autotuning of QD-based quantum simulators~ using transport measurements~ is gaining significant interest. The use of transport measurements in the form of ~ to derive insights about the Hamiltonian system~ appears to be a promising path towards the automatic tuning of Hamiltonian parameters. In particular, inverting the measured conductance matrices to determine el",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种基于深度视觉变换器网络的无监督学习方法，能够仅根据量子点链的输运测量数据（电导图谱）自动调整哈密顿量参数，以驱动系统进入具有马约拉纳零模的拓扑相。\n\n2. 关键结论: (1) 该神经网络模型能够学习电导图谱与哈密顿量参数之间的复杂映射关系；(2) 模型采用物理信息损失函数，融入了马约拉纳零模的关键特性；(3) 在广泛的初始参数范围内，仅需单次参数更新步骤即可产生非平庸的零模；(4) 通过迭代调谐程序，该方法可以处理参数空间中更大的区域。\n\n3. 专家点评: 这项工作将物理先验知识融入无监督学习框架，为复杂量子系统的自动化调控提供了极具前景的新范式。然而，该方法完全依赖合成数据训练，其在实际实验噪声和器件无序性下的鲁棒性仍需严格验证。若能成功移植到实验平台，将显著加速马约拉纳零模的搜寻与表征进程，但其对拓扑相变的最终判断仍依赖于理论定义的物理指标，而非直接的拓扑不变量测量。"
    },
    {
        "id": "2601.05388",
        "title": "Knowledge Distillation of a Protein Language Model Yields a Foundational Implicit Solvent Model",
        "abstract": "Implicit solvent models (ISMs) promise to deliver the accuracy of explicit solvent simulations at a fraction of the computational cost. However, despite decades of development, their accuracy has remained insufficient for many critical applications, particularly for simulating protein folding and the behavior of intrinsically disordered proteins. Developing a transferable, data-driven ISM that overcomes the limitations of traditional analytical formulas remains a central challenge in computational chemistry. Here we address this challenge by introducing a novel strategy that distills the evolutionary information learned by a protein language model, ESM3, into a computationally efficient graph neural network (GNN). We show that this GNN potential, trained on effective energies from ESM3, is robust enough to drive stable, long-timescale molecular dynamics simulations. When combined with a standard electrostatics term, our hybrid model accurately reproduces protein folding free-energy landscapes and predicts the structural ensembles of intrinsically disordered proteins. This approach yields a single, unified model that is transferable across both folded and disordered protein states, resolving a long-standing limitation of conventional ISMs. By successfully distilling evolutionary knowledge into a physical potential, our work delivers a foundational implicit solvent model poised to accelerate the development of predictive, large-scale simulation tools.",
        "url": "http://arxiv.org/abs/2601.05388v1",
        "published": "2026-01-08",
        "zh_abstract": "隐式溶剂模型（ISMs）承诺以远低于显式溶剂模拟的计算成本实现同等精度。然而，尽管经过数十年发展，其准确性仍无法满足许多关键应用需求，特别是在蛋白质折叠和固有无序蛋白行为模拟领域。开发能够突破传统解析公式局限性的可迁移数据驱动型隐式溶剂模型，始终是计算化学领域的核心挑战。本文通过引入创新策略应对这一挑战：将蛋白质语言模型ESM3学习到的进化信息提炼为计算高效的图神经网络（GNN）。研究表明，基于ESM3有效能量训练的GNN势函数具有足够鲁棒性，可驱动稳定、长时尺度的分子动力学模拟。当与标准静电项结合时，我们的混合模型能精确复现蛋白质折叠自由能景观，并准确预测固有无序蛋白的结构系综。该方法最终形成适用于折叠态与无序态蛋白的单一统一模型，解决了传统隐式溶剂模型的长期局限。通过成功将进化知识提炼为物理势函数，本研究构建了一个基础性隐式溶剂模型，有望加速预测性大规模模拟工具的研发进程。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.04104",
        "title": "Equivariant Neural Networks for Force-Field Models of Lattice Systems",
        "abstract": "Machine-learning (ML) force fields enable large-scale simulations with near-first-principles accuracy at substantially reduced computational cost. Recent work has extended ML force-field approaches to adiabatic dynamical simulations of condensed-matter lattice models with coupled electronic and structural or magnetic degrees of freedom. However, most existing formulations rely on hand-crafted, symmetry-aware descriptors, whose construction is often system-specific and can hinder generality and transferability across different lattice Hamiltonians. Here we introduce a symmetry-preserving framework based on equivariant neural networks (ENNs) that provides a general, data-driven mapping from local configurations of dynamical variables to the associated on-site forces in a lattice Hamiltonian. In contrast to ENN architectures developed for molecular systems -- where continuous Euclidean symmetries dominate -- our approach aims to embed the discrete point-group and internal symmetries intrinsic to lattice models directly into the neural-network representation of the force field. As a proof of principle, we construct an ENN-based force-field model for the adiabatic dynamics of the Holstein Hamiltonian on a square lattice, a canonical system for electron-lattice physics. The resulting ML-enabled large-scale dynamical simulations faithfully capture mesoscale evolution of the symmetry-breaking phase, illustrating the utility of lattice-equivariant architectures for linking microscopic electronic processes to emergent dynamical behavior in condensed-matter lattice systems.",
        "url": "http://arxiv.org/abs/2601.04104v1",
        "published": "2026-01-07",
        "zh_abstract": "机器学习力场能够以显著降低的计算成本实现接近第一性原理精度的大规模模拟。近期研究已将机器学习力场方法扩展至具有耦合电子-结构/磁自由度的凝聚态晶格模型的绝热动力学模拟。然而，现有方案大多依赖于手工构建的对称性描述符，其构造通常具有体系特异性，可能阻碍不同晶格哈密顿量间的通用性与可迁移性。本文提出基于等变神经网络（ENNs）的对称性保持框架，通过数据驱动方式建立从动力学变量局域构型到晶格哈密顿量中对应格点力的通用映射。与针对分子体系（以连续欧几里得对称性为主导）开发的ENN架构不同，我们的方法旨在将晶格模型固有的离散点群对称性与内禀对称性直接嵌入力场的神经网络表示中。作为原理验证，我们针对方晶格上霍尔斯塔模型（电子-晶格物理的典型体系）的绝热动力学构建了基于ENN的力场模型。由此实现的机器学习驱动的大尺度动力学模拟，准确捕捉了对称破缺相的介观演化过程，彰显了晶格等变架构在连接凝聚态晶格系统中微观电子过程与涌现动力学行为方面的应用价值。",
        "introduction": "\n\nMachine learning (ML) has become a powerful tool in atomistic simulation, offering near–quantum-mechanical accuracy at dramatically reduced computational cost~. By learning high-dimensional potential energy surfaces from density functional theory (DFT) or other electronic-structure methods, ML models extend molecular dynamics (MD) simulations far beyond what is feasible with direct { ab initio} calculations~. These data-driven force fields now enable predictive modeling across catalysis, energy materials, biomolecules, and complex condensed-matter systems, delivering first-principles fidelity at computational speeds comparable to empirical potentials.\n\nTwo key requirements for ML force-field models are computational scalability and faithful preservation of physical symmetries. Enforcing the symmetries of the underlying electronic Hamiltonian ensures that predicted energies, forces, and response functions remain physically consistent, while favorable scaling is crucial for accessing the large system sizes needed to capture emergent behavior. These principles were exemplified in the pioneering work of Behler and Parrinello~, which express the total energy as $E=_i _i$, with each local contribution $_i$ encoded through symmetry-invariant descriptors of the atomic environment. When paired with expressive neural networks, these descriptors yield accurate local energy models whose forces follow from energy gradients, establishing a widely used paradigm for constructing efficient, symmetry-respecting ML interatomic potentials.\n\nIn descriptor-based ML models, symmetry is enforced entirely through feature design. For molecular and atomic systems, descriptors must respect the Euclidean symmetry group $E(3)$---translations, rotations, and reflections---as well as atomic permutations. A wide range of representations have been developed to meet these requirements~, including the more systematic group-theoretical approaches~. The recently proposed Atomic Cluster Expansion (ACE)",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种基于等变神经网络的新框架，该框架通过将晶格模型固有的离散点群对称性和内禀对称性直接嵌入到力场的神经网络表示中，从而实现了对具有耦合电子与结构/磁性自由度的晶格系统的通用、数据驱动的力场建模。\n\n2. 关键结论: (1) 该方法避免了现有大多数依赖手工构建、对称性感知的描述符的局限性，这些描述符通常是系统特定的，可能阻碍其在不同晶格哈密顿量间的通用性和可转移性；(2) 与为分子系统开发的ENN架构主要处理连续欧几里得对称性不同，该工作专注于嵌入晶格模型固有的离散对称性；(3) 以方晶格上的Holstein哈密顿量作为原理验证，展示了该ENN力场模型能够在大尺度动力学模拟中忠实地捕捉对称破缺相的中尺度演化。\n\n3. 专家点评: 这项工作将等变神经网络的成功从连续空间原子系统巧妙地推广到离散晶格系统，为解决凝聚态晶格模型中的多尺度动力学问题提供了一条有前景的通用途径。其核心优势在于将对称性约束内置于网络架构而非依赖于手工描述符，这有望显著提升模型在不同哈密顿量间的泛化能力。然而，该框架在更复杂晶格（如非均匀、无序或更高对称性系统）中的普适性和计算效率仍需进一步验证，这将是其未来能否成为标准工具的关键。"
    },
    {
        "id": "2601.05860",
        "title": "A Non Linear Spectral Graph Neural Network Simulator for More Stable and Accurate Rollouts",
        "abstract": "Molecular dynamics (MD) simulations are a central tool in science and engineering enabling the study of dynamical behavior and the link between microscopic structure and macroscopic function. Their high computational cost, however, has motivated extensive efforts to develop accelerated alternatives. A promising approach is the use of machine-learning-based simulators that allow for substantially larger time steps than conventional MD. Among these, graph neural network (GNN)-based methods have been found to be especially attractive given that they naturally encode the inductive bias of interacting particle systems, however current architectures remain limited in accuracy and stability. In particular, standard message-passing schemes struggle to efficiently propagate long-range information. Here, we investigate whether spectral-GNN simulators can overcome these limitations by explicitly representing a simulated system in a global eigenmode basis, and therefore better capture long-range and collective behavior. Focusing on disordered elastic networks, model systems for complex materials and biological structures such as proteins, we compare spatial, linear spectral, and nonlinear spectral GNN architectures. We find that while spectral representations alone are not sufficient, nonlinear spectral models substantially outperform alternatives. By learning both the time-dependent dynamics and the mixing of eigenmodes, these models more accurately capture the system's slow, global modes, which dominate macroscopic behavior. This leads to a marked reduction in systematic particle-position error and significantly improved prediction of global physical properties.",
        "url": "http://arxiv.org/abs/2601.05860v1",
        "published": "2026-01-09",
        "zh_abstract": "分子动力学模拟是科学与工程领域的核心研究手段，可用于研究系统动力学行为及微观结构与宏观功能间的关联。然而其高昂的计算成本催生了大量加速模拟方法的研究。基于机器学习的模拟器作为一种前景广阔的技术路径，能够采用远超传统分子动力学模拟的时间步长。其中，图神经网络方法因能自然编码相互作用粒子系统的归纳偏置而备受关注，但现有架构在精度与稳定性方面仍存在局限。尤其值得注意的是，标准消息传递机制难以高效传播长程信息。本文通过将模拟系统显式表示为全局本征模态基，探究谱图神经网络模拟器能否突破这些限制，从而更精准捕捉长程相互作用与集体行为。以无序弹性网络（作为复杂材料与蛋白质等生物结构的模型系统）为研究对象，我们系统比较了空间架构、线性谱架构与非线性谱架构三类图神经网络。研究发现：虽然单纯的谱表征并不足够，但非线性谱模型显著优于其他架构。通过同步学习时域动力学与模态混合机制，该类模型能更精确捕获主导宏观行为的关键慢模态，从而显著降低粒子位置系统误差，并大幅提升全局物理性质的预测精度。",
        "introduction": "The application of artificial intelligence (AI) has seen rapid growth across the physical sciences and engineering in recent years. Machine learning (ML) and AI related techniques have proven effective in diverse tasks such as force-field development, enhanced sampling,structure prediction, and inverse design. However, the performance of ML models is often strongly dependent on the availability of large, high-quality datasets. This poses a major challenge in domains where data generation is expensive or in data-scarce settings. Furthermore, these models typically struggle to extrapolate beyond their training domain. One potential strategy to mitigate these limitations is to train on dynamical data from the domain of interest.    \n\nData of this kind are often available from simulations and, in some cases, from experiments that resolve dynamical behavior. The key idea is to train ML models to detect recurring motifs in system dynamics, enabling them to learn physical principles that are not captured by static structures or coarse global features. By leveraging these dynamical regularities, such models can be far more sample-efficient, cutting down the number of systems required for training. Consequently, the overall need for data from costly sources such as experiments,  computations, or long-timescale simulations can be greatly reduced. \n\nIn this context, neural network simulators (NNS) that predict the time-dependent behavior of a system using a set of input descriptors, are an attractive choice due to their ability to capture and generalize the dynamics of complex systems.  As traditional simulators, those that repeatedly solve Newton’s second law, including ones that rely on machine-learned interatomic potentials (MLIPs), are often computationally expensive, NNSs offer a compelling alternative because they can propagate trajectories with step sizes that are approximately 10–1000 times larger than standard MD time steps. NNSs can significantly reduce computational",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种非线性谱图神经网络模拟器，通过在学习系统时间演化的同时学习本征模的非线性混合，显著提升了长时程动力学模拟的准确性和稳定性。\n\n2. 关键结论: (1) 在无序弹性网络这类复杂系统模型中，非线性谱模型的表现显著优于空间模型和线性谱模型; (2) 该模型能更准确地捕捉主导宏观行为的缓慢、全局模式; (3) 这带来了系统性的粒子位置误差的显著降低和全局物理性质预测的改进。\n\n3. 专家点评: 这项工作为解决图神经网络在模拟粒子系统时信息传递范围受限这一根本挑战提供了一个有前景的方向。将动力学的学习置于全局本征基中，是一个理论上优雅且可能具有广泛适用性的思路。然而，其结论目前仅基于无序弹性网络这一模型系统得到验证，该方法在更复杂、真实的分子系统（如蛋白质溶液）中的泛化能力和计算效率仍需进一步评估。"
    },
    {
        "id": "2601.03774",
        "title": "Scalable Machine Learning Force Fields for Macromolecular Systems Through Long-Range Aware Message Passing",
        "abstract": "Machine learning force fields (MLFFs) have revolutionized molecular simulations by providing quantum mechanical accuracy at the speed of molecular mechanical computations. However, a fundamental reliance of these models on fixed-cutoff architectures limits their applicability to macromolecular systems where long-range interactions dominate. We demonstrate that this locality constraint causes force prediction errors to scale monotonically with system size, revealing a critical architectural bottleneck. To overcome this, we establish the systematically designed MolLR25 ({Mol}ecules with {L}ong-{R}ange effect) benchmark up to 1200 atoms, generated using high-fidelity DFT, and introduce E2Former-LSR, an equivariant transformer that explicitly integrates long-range attention blocks. E2Former-LSR exhibits stable error scaling, achieves superior fidelity in capturing non-covalent decay, and maintains precision on complex protein conformations. Crucially, its efficient design provides up to 30% speedup compared to purely local models. This work validates the necessity of non-local architectures for generalizable MLFFs, enabling high-fidelity molecular dynamics for large-scale chemical and biological systems.",
        "url": "http://arxiv.org/abs/2601.03774v1",
        "published": "2026-01-07",
        "zh_abstract": "机器学习力场（MLFFs）通过以分子力学计算的速度实现量子力学精度，彻底改变了分子模拟领域。然而，这类模型对固定截断架构的根本依赖限制了其在长程相互作用占主导地位的大分子体系中的适用性。我们证明这种局域性约束会导致力预测误差随体系尺寸单调递增，揭示了关键的结构瓶颈。为突破此限制，我们建立了系统化设计的MolLR25基准集（涵盖至1200个原子，采用高精度DFT生成），并提出了E2Former-LSR——一种显式整合长程注意力模块的等变Transformer模型。E2Former-LSR展现出稳定的误差缩放特性，在捕获非共价衰减方面具有卓越保真度，并能保持对复杂蛋白质构象的预测精度。值得注意的是，其高效设计相较纯局域模型可实现高达30%的加速。本研究验证了非局域架构对构建可泛化MLFF的必要性，为大规模化学与生物体系的高保真分子动力学模拟奠定了基础。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    }
]