[
    {
        "id": "2601.13902",
        "title": "Determinants of Self-Interstitial Energetics in Refractory High-Entropy Alloys",
        "abstract": "Self-interstitials play a central role in governing the mechanical and anti-irradiation properties of refractory high-entropy alloys (RHEAs), however, the prediction of interstitial formation energies (Ef) is formidable due to the chemically complex environments in RHEAs. Herein, we develop a framework based on the tight-binding model to quantify the effects of complex alloying and lattice distortion on Ef. Our scheme reveals that Ef is jointly determined by the average d-band center of RHEAs and the d-band width of interstitial sites. Notably, the d-band width mainly depends on the interatomic hopping matrix and atomic size-determined coordination number, which together make the metallic bonding around interstitials in RHEAs resemble the distance-dependence law of van der Waals forces. By capturing d-band coupling character, our descriptor describes both interstitial configurations within a universal framework. Our model reveals a new physical picture of interstitial formation, providing a useful tool for the design of high-performance RHEAs.",
        "url": "http://arxiv.org/abs/2601.13902v1",
        "published": "2026-01-20",
        "zh_abstract": "自间隙原子在决定难熔高熵合金（RHEAs）的力学与抗辐照性能中起着核心作用，然而由于RHEAs中复杂的化学环境，间隙形成能（Ef）的预测极具挑战。本文基于紧束缚模型构建了一个理论框架，用于量化复杂合金化效应与晶格畸变对Ef的影响。我们的模型揭示Ef由RHEAs的平均d带中心与间隙位点的d带宽度共同决定。值得注意的是，d带宽度主要受原子间跳跃矩阵和原子尺寸配位数的共同调控，这使得RHEAs中间隙周围的金属键合特征类似于范德华力的距离依赖规律。通过捕捉d带耦合特性，我们的描述符可在统一框架内表征不同间隙构型。该模型揭示了间隙形成的新物理图像，为高性能RHEAs的设计提供了有效工具。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.15492",
        "title": "Equivariant Interatomic Potentials without Tensor Products",
        "abstract": "Foundational machine-learned interatomic potentials have emerged as powerful tools for atomistic simulations, promising near first-principles accuracy across diverse chemical spaces at a fraction of the cost of quantum-mechanical calculations. However, the most accurate equivariant architectures rely on Clebsch-Gordan tensor products whose computational cost scales steeply with angular resolution, creating a trade-off between model expressiveness and inference speed that ultimately limits practical applications. Here we introduce Geodite, an equivariant message-passing architecture that replaces tensor products while incorporating physical priors to ensure smooth, well-behaved potential energy surfaces. Trained on the Materials Project trajectories dataset of inorganic crystals, Geodite-MP achieves accuracy competitive with leading methods on benchmarks for materials stability prediction, thermal conductivity, phonon-derived properties, and nanosecond-scale molecular dynamics, while running $3\\text{--}5\\times$ faster than models performing similarly. By combining predictive accuracy, computational efficiency, and physicality, Geodite enables faster large-scale atomistic simulations and high-throughput screening that would otherwise be computationally prohibitive.",
        "url": "http://arxiv.org/abs/2601.15492v1",
        "published": "2026-01-21",
        "zh_abstract": "基础机器学习原子间势函数已成为原子尺度模拟的强大工具，能以量子力学计算成本的小部分实现对多样化化学空间的近第一性原理精度模拟。然而，最准确的等变架构依赖Clebsch-Gordan张量积，其计算成本随角分辨率急剧增加，导致模型表达能力与推理速度之间形成权衡，最终限制实际应用。本文提出Geodite——一种替代张量积的等变消息传递架构，通过引入物理先验确保平滑规整的势能面。基于无机晶体材料轨迹数据集Materials Project训练得到的Geodite-MP，在材料稳定性预测、热导率、声子衍生特性和纳秒级分子动力学等基准测试中达到与主流方法相当的精度，同时运行速度比同等性能模型快$3\\text{--}5$倍。通过整合预测精度、计算效率与物理合理性，Geodite能够实现原本受计算资源限制的大尺度原子模拟与高通量筛选。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.13845",
        "title": "Interpretable, Physics-Informed Learning Reveals Sulfur Adsorption and Poisoning Mechanisms in 13-Atom Icosahedra Nanoclusters",
        "abstract": "Transition-metal nanoclusters exhibit structural and electronic properties that depend on their size, often making them superior to bulk materials for heterogeneous catalysis. However, their performance can be limited by sulfur poisoning. Here, we use dispersion-corrected density functional theory (DFT) and physics-informed machine learning to map how atomic sulfur adsorbs and causes poisoning on 13-atom icosahedral clusters from 30 different transition metals (3$d$ to 5$d$). We measure which sites sulfur prefers to adsorb to, the thermodynamics and energy breakdown, changes in structure, such as bond lengths and coordination, and electronic properties, such as $\\varepsilon_d$, the HOMO-LUMO gap, and charge transfer. Vibrational analysis reveals true energy minima and provides ZPE-based descriptors that reflect the lattice stiffening upon sulfur adsorption. For most metals, the metal-sulfur interaction mainly determines adsorption energy. At the same time, distortion penalties are usually moderate but can be significant for a few metals, suggesting these are more likely to restructure when sulfur is adsorbed. Using unsupervised \\textit{k}-means clustering, we identify periodic trends and group metals based on their adsorption responses. Supervised regression models with leave-one-feature-out analysis identify the descriptors that best predict adsorption for new samples. Our results highlight the isoelectronic triad \\ce{Ti}, \\ce{Zr}, and \\ce{Hf} as a balanced group that combines strong sulfur binding with minimal structural change. Additional DFT calculations for \\ce{SO2} adsorption reveal strong binding and a clear tendency toward dissociation on these clusters, linking electronic states, lattice response, and poisoning strength. These findings offer data-driven guidelines for designing sulfur-tolerant nanocatalysts at the subnanometer scale.",
        "url": "http://arxiv.org/abs/2601.13845v1",
        "published": "2026-01-20",
        "zh_abstract": "过渡金属纳米团簇具有取决于其尺寸的结构与电子特性，常使其在多相催化中优于块体材料。然而，其性能可能受硫中毒现象的限制。本研究采用色散校正密度泛函理论（DFT）与物理启发的机器学习方法，系统绘制了原子态硫在30种过渡金属（3$d$至5$d$）构成的13原子二十面体团簇上的吸附及中毒路径。我们量化了硫原子的优先吸附位点、热力学与能量分解、结构参数（如键长与配位数）变化以及电子特性（包括$\\varepsilon_d$、HOMO-LUMO能隙和电荷转移）。振动分析揭示了真实能量极小值，并提供了基于零点能（ZPE）的描述符，这些描述符反映了硫吸附引起的晶格硬化现象。对于大多数金属，金属-硫相互作用主要决定吸附能，同时结构畸变能通常较小，但在少数金属中较为显著，表明这些金属在硫吸附时更容易发生结构重构。通过无监督的\\textit{k}均值聚类，我们识别了周期性规律并根据吸附响应对金属进行分组。结合留一特征分析的有监督回归模型，确定了能最佳预测新样本吸附行为的关键描述符。我们的研究结果凸显出等电子三元组\\ce{Ti}、\\ce{Zr}和\\ce{Hf}作为兼具强硫结合能力与最小结构变化的平衡体系。针对\\ce{SO2}吸附的补充DFT计算表明，这些团簇不仅存在强吸附作用，且明显倾向于解离吸附，从而建立了电子态、晶格响应与中毒强度之间的关联。这些发现为亚纳米尺度抗硫中毒纳米催化剂的设计提供了数据驱动的指导原则。",
        "introduction": "The challenges associated with developing, manipulating, and understanding nanoscale atomistic systems have drawn significant attention from the research community due to fast advances in nanoscience. In the subnanometer regime, where quantum size effects become dominant, the nanostructures made of a few tens to several hundred atoms often show properties that differ from those of their bulk crystalline counterparts. This emergent behavior enables the materials design with tunable structural and electronic features, offering many opportunities in the energy conversion, optoelectronic, and catalytic fields. Transition metal (TM) nanoclusters (NCs) stand out in this context because of their distinct chemical reactivity, discrete electronic states, and high surface/volume ratios. The intrinsic fluxionality, finite size, and lack of translational symmetry characteristics result in a broad configurational landscape with many non-equivalent adsorption sites. As a result, TM-NCs exhibit a complex, yet highly adaptable catalytic behavior, which is particularly important in real-world scenarios (realistic environmental conditions) where toxic poisoning species and/or competing reaction pathways may be present.\n\nThe catalytic deactivation caused by -containing species is a long-standing dilemma in heterogeneous catalysis. This challenge arises because sulfur atoms and sulfur-bearing molecules, such as , , and , show strong affinity for metal active sites, frequently leading to partial or complete catalytic activity loss. Although adsorption mechanisms on extended surfaces are reasonably well disseminated/understood, the behavior of  adsorption on subnanometer clusters remains far less explored. This knowledge gap is mainly due to pronounced finite-size effects, enhanced fluxionality, and the low coordination of surface atoms in TM-NCs. Consequently, developing robust nanocatalysts requires a fundamental understanding of --NC interactions at the atomistic scale.\n\nIn TM-NCs, re",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 该工作最核心的创新在于结合物理信息机器学习和高通量DFT计算，系统揭示了硫原子在30种不同过渡金属13原子二十面体纳米团簇上的吸附与中毒机制，并识别出Ti、Zr、Hf这一兼具强硫结合力与最小结构变化的等电子三元组。\n\n2. 关键结论: (1) 对于大多数金属，金属-硫相互作用是吸附能的主要决定因素，而结构畸变惩罚通常适中，但在少数金属中可能很显著，表明这些金属在硫吸附时更可能发生重构；(2) 通过无监督k均值聚类识别了吸附响应的周期性趋势并对金属进行了分组；(3) 通过有监督回归模型和留一特征分析，确定了能最佳预测新样本吸附行为的关键描述符；(4) 振动分析揭示了硫吸附引起的晶格硬化，并提供了基于ZPE的描述符；(5) 对SO2吸附的额外DFT计算表明其在Ti/Zr/Hf团簇上存在强结合和明确的解离倾向，从而将电子态、晶格响应和中毒强度联系起来。\n\n3. 专家点评: 这项研究通过系统性的高通量计算和物理信息机器学习，为亚纳米尺度下设计抗硫中毒催化剂提供了宝贵的数据驱动指导。其将传统DFT分析与现代机器学习技术相结合的方法具有很强的示范性，特别是识别出Ti/Zr/Hf这一平衡了强结合与结构稳定性的金属组，具有重要的潜在应用价值。然而，该工作的主要局限性在于其结论完全基于理想化的13原子二十面体模型，实际催化环境中更复杂的团簇结构、载体效应以及真实反应条件下的动态演化过程未被考虑，这些因素可能显著影响结论的普适性。"
    },
    {
        "id": "2601.13656",
        "title": "GPUTB-2:An efficient E(3) network method for learning high-precision orthogonal Hamiltonian",
        "abstract": "Although equivariant neural networks have become a cornerstone for learning electronic Hamiltonians, the intrinsic non-orthogonality of linear combinations of atomic orbitals (LCAO) basis sets poses a fundamental challenge. The computational cost of Hamiltonian orthogonalization scales as O(N^3), which severely hinders electronic structure calculations for large-scale systems containing hundreds of thousands to millions of atoms. To address this issue, we develop GPUTB-2, a framework that learns implicitly orthogonality-preserving Hamiltonians by training directly on electronic band structures. Benefiting from an E(3)-equivariant network accelerated by Gaunt tensor product and SO(2) tensor product layers, GPUTB-2 achieves significantly higher accuracy than GPUTB across multiple benchmark systems. Moreover, GPUTB-2 accurately predicts large-scale electronic structures, including transport properties of temperature-perturbed SnSe and the band structures of magic-angle twisted bilayer graphene. By further integrating this framework with the linear-scaling quantum transport (LSQT) method, we investigate the electronic properties of million-atom amorphous graphene and uncover pressure-induced electronic structure transitions in more complex amorphous silicon. Together, these results establish GPUTB-2 as a high-accuracy and scalable approach for predicting orthogonal Hamiltonians.",
        "url": "http://arxiv.org/abs/2601.13656v1",
        "published": "2026-01-20",
        "zh_abstract": "尽管等变神经网络已成为学习电子哈密顿量的基石，但原子轨道线性组合基组的本征非正交性构成了根本性挑战。哈密顿量正交化的计算成本高达O(N³)量级，这严重阻碍了包含数十万至数百万原子的大尺度体系电子结构计算。为解决该问题，我们开发了GPUTB-2框架——通过直接基于电子能带结构进行训练，实现隐式保持正交性的哈密顿量学习。得益于采用Gaunt张量积与SO(2)张量积层加速的E(3)等变网络，GPUTB-2在多个基准体系中相较GPUTB实现了显著更高的精度。此外，GPUTB-2精准预测了大尺度电子结构，包括温度扰动SnSe的输运特性和魔角扭转双层石墨烯的能带结构。通过将该框架与线性标度量子输运方法进一步结合，我们研究了百万原子级非晶石墨的电子特性，并在更复杂的非晶硅中揭示了压力诱导的电子结构转变。这些成果共同确立了GPUTB-2作为预测正交哈密顿量的高精度、可扩展方法。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.13508",
        "title": "CatMaster: An Agentic Autonomous System for Computational Heterogeneous Catalysis Research",
        "abstract": "Density functional theory (DFT) is widely used to connect atomic structure with catalytic behavior, but computational heterogeneous catalysis studies often require long workflows that are costly, iterative, and sensitive to setup choices. Besides the intrinsic cost and accuracy limits of first-principles calculations, practical workflow issues such as keeping references consistent, preparing many related inputs, recovering from failed runs on computing clusters, and maintaining a complete record of what was done, can slow down projects and make results difficult to reproduce or extend.   Here we present CatMaster, a large-language-model (LLM)-driven agent system that turns natural language requests into complete calculation workspaces, including structures, inputs, outputs, logs, and a concise run record. CatMaster maintains a persistent project record of key facts, constraints, and file pointers to support inspection and restartability. It is paired with a multi-fidelity tool library that covers rapid surrogate relaxations and high-fidelity DFT calculations for validation when needed. We demonstrate CatMaster on four demonstrations of increasing complexity: an O2 spin-state check with remote execution, BCC Fe surface energies with a protocol-sensitivity study and CO adsorption site ranking, high-throughput Pt--Ni--Cu alloy screening for hydrogen evolution reaction (HER) descriptors with surrogate-to-DFT validation, and a demonstration beyond the predefined tool set, including equation-of-state fitting for BCC Fe and CO-FeN4-graphene single-atom catalyst geometry preparation. By reducing manual scripting and bookkeeping while keeping the full evidence trail, CatMaster aims to help catalysis researchers focus on modeling choices and chemical interpretation rather than workflow management.",
        "url": "http://arxiv.org/abs/2601.13508v1",
        "published": "2026-01-20",
        "zh_abstract": "密度泛函理论（DFT）被广泛用于建立原子结构与催化行为之间的关联，但计算异相催化研究通常需要耗时漫长、成本高昂、反复迭代且对设置选择敏感的工作流程。除第一性原理计算固有的成本与精度限制外，实际工作流程中的诸多问题——如保持参考文献一致性、准备大量关联输入文件、从计算集群失败任务中恢复、维护完整操作记录等——会拖慢项目进度，并导致结果难以复现或拓展。本文推出CatMaster，一个基于大语言模型（LLM）的智能体系统，能够将自然语言请求转化为完整的计算工作空间，包含结构文件、输入输出数据、运行日志及简明记录。该系统通过持久化存储关键参数、约束条件和文件指针来支持项目审查与可重启性，并结合覆盖快速代理弛豫与高精度DFT验证的多保真度工具库。我们通过四个复杂度递增的案例展示CatMaster的功能：基于远程执行的O2自旋态校验、结合协议敏感性研究的BCC铁表面能分析与CO吸附位点排序、面向析氢反应（HER）描述符的Pt-Ni-Cu合金高通量筛选（含代理-DFT验证），以及超越预设工具集的拓展演示——包括BCC铁状态方程拟合与CO-FeN4-石墨烯单原子催化剂结构制备。通过减少人工脚本编写与记录工作的同时保留完整证据链，CatMaster致力于帮助催化研究者聚焦于模型选择与化学机理阐释，而非工作流程管理。",
        "introduction": "Density functional theory (DFT) has established itself as an indispensable tool in heterogeneous catalysis, providing quantitative links between atomic structure, adsorption thermodynamics, and catalytic activity. However, practical catalysis studies are rarely reducible to single calculations. Even standard tasks such as determining surface energies or screening descriptors often require orchestrating multi-step workflows: selecting bulk references, constructing and relaxing slabs under consistent constraints, enumerating adsorption sites, and managing job submission queues.\n\nWhile the community has developed robust libraries for atomistic simulations (e.g., ASE, pymatgen) and workflow managers for job orchestration, a significant operational gap around the practical use of these libraries persists. Consequently, researchers still frequently rely on manual intervention to chain disparate tools, convert data formats, and track intermediate structures. This manual oversight requires too many micro-decisions: managing calculation files, adjusting convergence parameters, diagnosing failures, or selecting candidates for high-fidelity validation. This overhead may slow iteration and complicate the exploration of vast chemical spaces.\n\nLarge language model (LLM) agents offer a compelling interface for such workflows, enabling researchers to express protocol intent in natural language while the agent coordinates the underlying tools. Recent efforts in chemistry and materials science have demonstrated the feasibility of LLM-driven automation. For rigorous catalysis research, however, three requirements are particularly important: (i) , ensuring the generation of inspectable artifacts (inputs, logs, reports); (ii) , enabling reliable local project resumption following interruptions while supporting execution on remote HPC systems; and (iii) , enabling the traceability of intermediate decisions for the long-running project.\n\nCatMaster addresses these needs by treating the cal",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 开发了一个由大型语言模型驱动的自主代理系统，能够将自然语言指令转化为完整的、可追溯且可重启的异相催化计算工作流，从而将研究人员从繁琐的流程管理中解放出来。\n\n2. 关键结论: (1) 该系统通过LLM代理整合了从快速代理弛豫到高精度DFT验证的多保真度工具库，实现了工作流的自动化；(2) 它维护了一个包含关键事实、约束和文件指针的持久化项目记录，确保了结果的可检查性、可追溯性和工作流的可重启性；(3) 演示案例表明，该系统能够处理从标准协议敏感性研究到超出预定义工具集的自定义任务等一系列复杂程度不同的催化研究场景。\n\n3. 专家点评: 这项工作在计算催化与AI代理的交叉领域迈出了关键一步，其核心价值在于将工作流管理的隐性知识系统化和自动化，有望显著提升研究的可重复性和探索效率。然而，其实际可靠性和普适性高度依赖于底层LLM对复杂科学概念的理解能力以及工具库的完备性，在涉及非标准或高度复杂反应网络时可能面临挑战；系统的长期维护和适应快速演变的计算代码库也将是一个重要的实践考验。"
    },
    {
        "id": "2601.12098",
        "title": "Efficient O(N^1.5) Electronic Structure Computation of Million-Atom Systems",
        "abstract": "The exploration of quantum phenomena in complex materials such as moiré superlattices is limited by the O(N^3) scaling of conventional electronic structure methods. Here we introduce a high-performance tight-binding framework that reduces the complexity to O(N^1.5) by transforming the Hamiltonian into a real symmetric form and combining Sylvester's inertia law with LDL decomposition. This approach enables efficient band structure calculations for large systems: solving magic angle twisted bilayer graphene in minutes on a laptop and scaling to 1.5 million atoms within days on a workstation. We apply it to the previously inaccessible ultra-low twist-angle regime (less than 0.16 degree) with mechanical strain relaxation and find robust flat bands persisting down to 0.09 degree. Our framework bridges density functional theory accuracy with large-scale quantum simulation, opening a route to systematic data-driven exploration of mesoscale quantum materials.",
        "url": "http://arxiv.org/abs/2601.12098v1",
        "published": "2026-01-17",
        "zh_abstract": "对莫尔超晶格等复杂材料中量子现象的探索，长期受限于传统电子结构方法O(N^3)的计算复杂度。本文提出一种高性能紧束缚计算框架：通过将哈密顿量转化为实对称矩阵，并结合西尔维斯特惯性律与LDL分解，将计算复杂度降至O(N^1.5)。该方案可实现大规模体系的高效能带计算——在笔记本电脑上仅需数分钟即可求解魔角扭曲双层石墨烯，在工作站上可扩展至150万原子规模。我们将其应用于此前难以触及的机械应变弛豫超低转角体系（小于0.16度），发现稳健的平带结构可持续存在至0.09度。该框架在密度泛函理论精度与大规模量子模拟之间构建了桥梁，为介观量子材料的系统化数据驱动研究开辟了新路径。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.05962",
        "title": "Evolution of the Berry curvature dipole in uniaxially strained bilayer graphene",
        "abstract": "While in pristine bilayer graphene the Berry curvature dipole (BCD), a necessary ingredient for the nonlinear anomalous Hall effect, is zero, uniaxial strain can give rise to finite BCD. We investigate this by using a tight-binding (TB) approach build on the Slater-Koster parameterization to capture lattice deformation effects often missed by continuum models. We demonstrate that the BCD's evolution with strain and doping is highly sensitive to the choice in parameterization, particularly when including the longer range interlayer skew hoppings. Additionally, out-of-plane compression enhances the response by broadening the Dirac cones. These findings benchmark low-energy continuum models and highlight the necessity of realistic tight-binding models for accurately predicting strain-engineered Hall effects in bilayer graphene.",
        "url": "http://arxiv.org/abs/2601.05962v1",
        "published": "2026-01-09",
        "zh_abstract": "在原始双层石墨烯中，尽管贝里曲率偶极子（BCD）——非线性反常霍尔效应的关键要素——为零，但单轴应变可诱导产生有限BCD。我们通过基于Slater-Koster参数化的紧束缚方法进行研究，以捕捉连续介质模型常忽略的晶格变形效应。研究发现：BCD随应变和掺杂的演化过程对参数化选择高度敏感，尤其在包含长程层间斜跃迁时更为明显。此外，面外压缩通过展宽狄拉克锥能增强响应。这些发现为低能连续介质模型提供了基准参照，并凸显了采用真实紧束缚模型精确预测应变调控双层石墨烯霍尔效应的必要性。",
        "introduction": "Recently, significant attention has been given to anomalous Hall effects in graphene and other two-dimensional materials , . Unlike the conventional Hall effect, which requires an external magnetic field, these effects arise from the non-zero Berry curvature (BC) of the electronic bands, which acts as an effective magnetic field in momentum space . Two types of anomalous Hall responses are linked to non-zero Berry curvature: linear and nonlinear responses. The linear anomalous Hall current is proportional to the Berry curvature, whereas the nonlinear effect is linked to the presence of a non-vanishing Berry curvature dipole (BCD) . In 2021, both linear and nonlinear Hall effect currents were observed in corrugated bilayer graphene , whereas previously such responses had only been observed in the Weyl semi-metal WTe$_2$ . While the BCD in pristine bilayer graphene vanishes, the nonlinear Hall effect can emerge when inversion symmetry is broken and the Dirac cones are tilted by corrugation or strain.\n\nThe anomalous Hall effect can be studied theoretically through simulations of the full electrical response, but such approaches are computationally intensive. A more amenable approach for homogeneous systems is to relate the BC and the BCD to the properties of the Bloch wave functions in k-space. These can be obtained by direct diagonalization of the system's Hamiltonian. Previous work, such as Ref. , found that a non-vanishing BCD appears in uniaxially strained bilayer graphene as a consequence of Fermi surface warping. In that work, the BC and BCD were calculated using an effective low-energy continuum Hamiltonian, in which strain effects enters as an strain-induced gauge potential.\n\nA different approach based on a tight-binding (TB) model can be used to calculate the energy dispersion and wave functions of the material. Importantly, the TB model of bilayer graphene offers some advantages over continuum models, especially when it comes to studying the effects of lattic",
        "conclusion": "The BCD in strained bilayer graphene proves sensitive to details of the electronic structure that are often treated as secondary. Our TB calculations reveal that the choice between  bilayer graphene versus bulk graphite parameters leads to qualitatively different predictions for the BCD as a function of doping, particularly sign changes that occur at experimentally accessible carrier densities. We find that this difference arises from the $_4$ skew hopping, which shifts the satellite Dirac cones in energy and thus controls when they contribute to the BCD. \n\nWhen comparing the TB and continuum approaches, we find reasonable agreement at strains below roughly 1\\\n\nSeveral questions remain open. We have neglected the Poisson ratio of graphene, treating $_x$ and $_y$ as independent. Incorporating realistic elastic coupling would modify the quantitative predictions. Temperature-dependent effects or disorder scattering also warrant investigation. Nonetheless, the present results establish that realistic TB modeling is essential for reliable predictions of strain-tuned BC phenomena in bilayer graphene.\n\n\n\n\n",
        "deep_summary": "1. 核心创新: 本文揭示了在单轴应变双层石墨烯中，贝里曲率偶极子（BCD）的演化对紧束缚模型参数化细节（特别是长程层间斜跃迁）的高度敏感性，这一关键因素常被低能连续模型所忽略。\n2. 关键结论: (1) 应变和掺杂下BCD的演化强烈依赖于紧束缚模型的参数化选择，尤其是包含长程层间斜跃迁（γ₄）时；(2) 面外压缩通过展宽狄拉克锥来增强非线性霍尔响应；(3) 使用双层石墨烯参数与体石墨烯参数会导致对BCD随掺杂演化的定性不同预测，甚至出现符号变化；(4) 在约1%应变以下，紧束缚模型与连续模型结果基本一致，但在更大应变下出现显著偏差。\n3. 专家点评: 这项工作的重要性在于为应变工程化霍尔效应的理论预测提供了关键的基准，强调了采用真实紧束缚模型而非简化连续模型的必要性。然而，该研究忽略了石墨烯的泊松比和温度效应，这些简化可能影响其定量预测的准确性，需要在未来工作中加以解决。"
    },
    {
        "id": "2601.05161",
        "title": "Quantum Elastic Network Models and their Application to Graphene",
        "abstract": "Molecular dynamics simulations are a central computational methodology in materials design for relating atomic composition to mechanical properties. However, simulating materials with atomic-level resolution on a macroscopic scale is infeasible on current classical hardware, even when using the simplest elastic network models (ENMs) that represent molecular vibrations as a network of coupled oscillators. To address this issue, we introduce Quantum Elastic Network Models (QENMs) and utilize the quantum algorithm of Babbush et al. (PRX, 2023), which offers an exponential advantage when simulating systems of coupled oscillators under some specific conditions and assumptions. Here, we demonstrate how our method enables the efficient simulation of planar materials. As an example, we apply our algorithm to the task of simulating a 2D graphene sheet. We analyze the exact complexity for initial-state preparation, Hamiltonian simulation, and measurement of this material, and provide two real-world applications: heat transfer and the out-of-plane rippling effect. We estimate that an atomistic simulation of a graphene sheet on the centimeter scale, classically requiring hundreds of petabytes of memory and prohibitive runtimes, could be encoded and simulated with as few as $\\sim 160$ logical qubits.",
        "url": "http://arxiv.org/abs/2601.05161v1",
        "published": "2026-01-08",
        "zh_abstract": "分子动力学模拟是材料设计中的核心计算方法，用于建立原子组成与力学性能之间的关联。然而，在当前经典硬件上，即使采用将分子振动简化为耦合谐振子网络的最简单弹性网络模型（ENMs），也难以实现宏观尺度原子级分辨率的材料模拟。为解决这一问题，我们提出量子弹性网络模型（QENMs），并采用Babbush等人（PRX, 2023）提出的量子算法——该算法在特定条件和假设下对耦合谐振子系统进行模拟时具有指数级加速优势。本文展示了该方法如何实现平面材料的高效模拟：以二维石墨烯片层模拟为例，我们详细分析了该材料初始态制备、哈密顿量模拟及测量的计算复杂度，并提供了热传导和面外波纹效应两个实际应用案例。研究估算，对于经典计算需要数百PB内存且耗时惊人的厘米级石墨烯原子尺度模拟，使用本方案仅需约160个逻辑量子比特即可完成编码与模拟。",
        "introduction": "Computer simulations of materials  are among the dominant applications of scientific high-performance computing. A major focus of computational materials science is relating atomic arrangements at the nanometre length scale to bulk material properties observed on centimeter scales and beyond. Bridging these roughly seven orders of magnitude in length is essential for understanding how impurities, mixtures, or manufacturing-related defects influence material behaviour on length scales relevant to everyday life.\n\nUnfortunately, atomistic simulations are severely constrained in size by their computational demands. To put the challenge in perspective, a perfect graphene sheet of 1 cm² manufactured in a laboratory via chemical vapour deposition would contain approximately 3.8 quadrillion carbon atoms. Simulating classically the vibrational dynamics of such a sheet with atomic resolution would require storing six double-precision values per atom to track coordinates and velocities in 3D space—amounting to roughly 180 petabytes of memory. This figure is more than thirty times greater than the total system memory available on El Capitan, the most powerful supercomputer currently in operation. \n\nAt the same time, quantum computing aims to revolutionize the computational landscape by providing efficient algorithms for previously intractable problems . Quantum hardware has experienced tremendous growth over the past few years , with fault-tolerant quantum computers anticipated by 2030. Although advances in hardware and quantum error correction are conspicuous, there is still a great need to understand the advantage that these devices can offer in practical and useful applications .\n\nThe quantum algorithm landscape can, so far, be divided into two main categories. The first category contains the near-term quantum algorithms (such as NISQ algorithms) that aim to exploit the power of the available quantum computers. This category includes algorithms for classical optimization , s",
        "conclusion": "\nIn this paper, we introduced a quantum algorithm that brings material and molecular dynamics simulations a step closer to practical implementations on a quantum computer. Our algorithm was based on the novel algorithm designed by Babbush et al. , in which the authors proved that the dynamics of a system of coupled classical oscillators can be simulated exponentially faster on a quantum computer.\n\nHowever, the question of whether this algorithm can be used for real-world applications remained open. The main reason is that their framework is constrained by several assumptions. Specifically, they assume that certain operations (oracles) can be constructed (and implemented) efficiently, that the system is sparsely connected, and finally that the number of arbitrary non-zero initial conditions is bounded by $( N)$, where $N$ is the system size.\n\nThe main inspiration for our work has been elastic network models (ENMs) which are widely used for simulating the slow dynamics (and conformational changes) of large molecules. In this framework, the complex interactions between atoms of molecular systems are replaced by harmonic interactions, provided that the distance of two atoms is within a threshold $R_c$. As such, ENMs provide a coarse-grained description of the potential energy surface, simplifying the molecular topology into a network of nodes and springs\n\n\nIn this paper, we propose the quantum elastic network models that allows us to map the classical ENM system onto a quantum mechanical system whose dynamics are governed by the Schrödinger equation. We show that all the building blocks (quantum oracles) can be constructed efficiently for these models, provided that the molecules exhibit an inherent structure. Moreover, we provide a methodology to initialize the system similarly to a standard molecular dynamics simulation. To be precise, we discuss the initial displacements that can be chosen for such a simulation and then prove how the user can efficiently load $2^n$ i",
        "deep_summary": "1. 核心创新: 该论文的核心创新在于将Babbush等人提出的模拟耦合振子的量子算法具体应用于材料科学领域，特别是引入了“量子弹性网络模型”的概念，并针对石墨烯等平面材料的宏观尺度原子级模拟进行了算法实现与资源估算。\n2. 关键结论: (1) 提出的量子弹性网络模型能够利用量子算法指数级加速耦合振子系统动力学的模拟；(2) 该算法能够应用于石墨烯等二维材料的模拟，并分析了其在热传递和面外波纹效应等具体应用中的可行性；(3) 通过资源估算表明，模拟厘米尺度石墨烯的原子振动仅需约160个逻辑量子比特，而经典模拟则需要数百PB内存，凸显了潜在的量子优势。\n3. 专家点评: 这项工作的重要性在于为量子计算在材料科学中的实际应用提供了一个具体且有前景的路径，将理论算法与一个具有明确经典计算瓶颈的现实问题（宏观材料模拟）联系起来。然而，其实际影响严重依赖于未来容错量子计算机的实现，并且算法框架本身对系统稀疏性、初始条件等假设在实际复杂材料体系中是否普遍成立，是需要进一步验证的关键限制。"
    },
    {
        "id": "2601.10938",
        "title": "Are Universal Potentials Ready for Alkali-Ion Battery Kinetics?",
        "abstract": "Accelerating alkali-ion battery discovery requires accurate modeling of atomic-scale kinetics, yet the reliability of universal machine learning interatomic potentials (uMLIPs) in capturing these high-energy landscapes remains uncertain. Here, we systematically benchmark state-of-the-art uMLIPs, including M3GNet, CHGNet, MACE, SevenNet, GRACE, and Orb, against DFT baselines for cathodes and solid electrolytes. We find that the Orb-v3 family excels in static migration barrier predictions (MAE $\\approx$ 75--111 meV), driven primarily by architectural refinements. Conversely, for dynamic transport, the GRACE model trained on the OMat24 dataset demonstrates superior fidelity in reproducing ion diffusivities and structural correlations. Our results reveal that while architectural sophistication (e.g., equivariance) is beneficial, the inclusion of high-temperature, non-equilibrium training data is the dominant driver of kinetic accuracy. These findings establish that modern uMLIPs are sufficiently robust to serve as zero-shot surrogates for high-throughput kinetic screening of next-generation energy storage materials.",
        "url": "http://arxiv.org/abs/2601.10938v1",
        "published": "2026-01-16",
        "zh_abstract": "加速碱金属离子电池的发现需要精确模拟原子尺度动力学，但通用机器学习原子间势能(uMLIPs)在捕捉这些高能势垒景观方面的可靠性仍不明确。本研究系统评估了M3GNet、CHGNet、MACE、SevenNet、GRACE和Orb等前沿uMLIPs在正极与固态电解质体系中对标DFT基准的表现。研究发现：Orb-v3系列在静态迁移势垒预测中表现卓越（MAE≈75-111 meV），这主要得益于其架构优化；而在动态传输方面，基于OMat24数据集训练的GRACE模型在重现离子扩散系数与结构关联性上具有最优保真度。研究结果表明：虽然架构复杂性（如等变性）具有增益作用，但包含高温非平衡训练数据才是提升动力学精度的主导因素。这些发现证实现代uMLIPs已具备足够鲁棒性，可作为新一代储能材料高通量动力学筛选的零样本替代模型。",
        "introduction": "Alkali-ion batteries (AIBs) are central to the sustainable energy transition, with applications spanning portable electronics to grid-scale storage. The performance of these devices is fundamentally governed by the atomic-scale behavior of their electrode and electrolyte materials. Although thermodynamics dictates the open-circuit voltage and theoretical capacity of battery materials, it is kinetics, including ion transport within bulk phases and across interfaces, phase boundary dynamics, and electrochemical reactions, that ultimately determines practical power density and operational lifetime. Understanding and predicting these kinetic phenomena is therefore essential for overcoming the rate-limiting steps that currently constrain the development of high-performance battery chemistries.\n\nDensity functional theory (DFT) has long served as the computational foundation for investigating battery kinetics at the atomic scale. However, its substantial computational cost restricts simulations to relatively small system sizes and short timescales, creating a fundamental ``scale gap\" that prevents effective sampling of the complex diffusion networks governing ion transport in realistic battery materials. This limitation has driven an urgent demand for computational approaches that achieve DFT-level accuracy while enabling large-scale screening and comprehensive kinetic modeling.\n\nRecent advances in machine learning interatomic potentials (MLIPs) provide a robust strategy to bridge this gap, offering near-quantum accuracy at a fraction of the computational cost. Specifically, universal MLIPs (uMLIPs), trained on vast datasets spanning the periodic table, have emerged as viable general-purpose surrogates for DFT. The predictive fidelity of uMLIPs for both thermodynamic properties (e.g., formation energies) and dynamic properties (e.g., phonon spectra) has seen remarkable improvement. As illustrated in Figure 1, this progress is driven by the co-evolution of model architectur",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 本研究通过系统性基准测试，明确指出对于碱离子电池动力学模拟，包含高温非平衡态数据的训练集（如OMat24）是决定uMLIPs预测精度的主导因素，其重要性甚至超越了模型架构本身的精密度。\n2. 关键结论: (1) Orb-v3系列在静态迁移能垒预测上表现最佳；(2) 基于OMat24数据集训练的GRACE模型在动态离子输运和结构相关性模拟中保真度最高；(3) 模型架构的先进性（如等变性）虽有益，但包含高温非平衡态的训练数据是动力学准确性的核心驱动力；(4) 现代uMLIPs已足够稳健，可作为下一代储能材料高通量动力学筛选的零样本替代模型。\n3. 专家点评: 这项工作为uMLIPs在复杂动力学场景中的应用提供了关键且及时的验证，其结论将直接指导未来训练数据集构建的策略。然而，研究结论严重依赖于所选材料体系（阴极与固态电解质）和特定数据集（OMat24），其普适性在其他复杂界面或非晶体系中仍需进一步检验。将此类模型真正集成到高通量筛选流程中，仍需解决其计算成本与稳定性的平衡问题。"
    },
    {
        "id": "2601.10320",
        "title": "Molecular electrostatic potentials from machine learning models for dipole and quadrupole predictions",
        "abstract": "The molecular electrostatic potential (MEP) is a key quantity for describing and predicting intermolecular and ion-molecule interactions. Here, we assess the ability of machine-learning (ML) models to infer the MEP, based on the equivariant graph-convolutional neural network architecture PiNet2 and trained on dipole and quadrupole moments. For the established QM9 dataset, we find that including the quadrupole contribution in the ML models substantially improves their ability to recover the MEP compared to dipole-only models. This trend is confirmed on the SPICE dataset, which spans a much broader region of organic chemical space. Together, this study underscores the central role of the quadrupole moment as a fitting target for ML models aiming at rapid access to the MEP.",
        "url": "http://arxiv.org/abs/2601.10320v1",
        "published": "2026-01-15",
        "zh_abstract": "分子静电势(MEP)是描述和预测分子间及离子-分子相互作用的关键物理量。本研究基于等变图卷积神经网络架构PiNet2，以偶极矩和四极矩为训练目标，评估机器学习(ML)模型推断MEP的能力。针对成熟的QM9数据集，我们发现相较于仅使用偶极矩的模型，在ML模型中引入四极矩可显著提升MEP的重构精度。这一趋势在覆盖更广泛有机化学空间的SPICE数据集上得到验证。本研究共同揭示了四极矩作为ML模型拟合目标的核心价值——为实现MEP的快速计算提供重要途径。",
        "introduction": "Molecular electrostatic potentials (MEPs) provide a compact way of describing how a molecule interacts electrostatically with its environment. MEPs have long been used to rationalize sites of electrophilic and nucleophilic attack, hydrogen bonding patterns, molecular recognition, (electro)catalytic reactivity and solvent design~. Nevertheless, one rarely works directly with continuous MEPs in practical molecular  simulations. Instead, the potential is represented in terms of a set of atomic charges that are tuned to reproduce the  electrostatic potential (ESP) around the molecule as faithfully as possible~.\n\nThis idea gave rise to the “ESP-charge” family of methods, in which atom-centered monopoles are obtained by fitting the quantum-chemical MEP on a grid of points surrounding the molecule. Well-known examples include the Merz–Kollman scheme~, CHELP/CHELPG~, and the restrained electrostatic potential (RESP) model~. These methods differ mainly in how the grid points are chosen, how rotational invariance and numerical stability are enforced, and how regularization or restraints are applied to avoid unphysical charges for highly buried atoms.\n\nOne such regularization is to supplement the ESP fit with constraints that enforce the correct multipole moments~. This improves the description of the far-field electrostatics and helps stabilize the fit for flexible or highly polar molecules. A different but related avenue is exemplified by charge model 5 (CM5)~, which starts from Hirshfeld population analysis and then maps the resulting atomic charges through element- and environment-specific corrections that are parametrized to reproduce gas-phase dipole moments across a large and diverse training set.\n\nIn parallel with these developments, atomistic machine-learning (ML) approaches have emerged as a powerful way to construct environment-dependent charge models. A prominent example is the work by Sifain and co-workers~, who trained a deep neural network to assign atomic charg",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 本研究的核心创新在于揭示了在机器学习模型中，将四极矩作为拟合目标对于准确预测分子静电势至关重要，其重要性超越了仅使用偶极矩的模型。\n\n2. 关键结论: (1) 在QM9数据集上，包含四极矩贡献的机器学习模型恢复分子静电势的能力显著优于仅基于偶极矩的模型；(2) 这一趋势在覆盖更广泛有机化学空间的SPICE数据集上得到了证实；(3) 研究强调了四极矩作为机器学习模型拟合目标的核心作用，以实现对分子静电势的快速获取。\n\n3. 专家点评: 这项工作从物理原理上深刻指出了传统静电势电荷拟合方法中高阶多极矩的重要性，并将其成功地整合到现代机器学习框架中，这是一个概念上的重要进步。然而，该结论主要基于对有机分子数据集的验证，其普适性在包含金属配合物或强关联体系等更复杂的化学空间中有待进一步评估。此外，将模型预测的多极矩反向映射回原子点电荷这一关键步骤的稳健性和唯一性，可能成为实际应用中的一个潜在挑战。"
    },
    {
        "id": "2601.09997",
        "title": "Reentrant topological phases and entanglement scalings in moiré-modulated extended Su-Schrieffer-Heeger Model",
        "abstract": "Recent studies of moiré physics have unveiled a wealth of opportunities for significantly advancing the field of quantum phase transitions. However, properties of reentrant phase transitions driven by moiré strength are poorly understood. Here, we investigate the reentrant sequence of phase transitions and the invariant of universality class in moiré-modulated extended Su-Schrieffer-Heeger (SSH) model. For the simplified case with intercell hopping $w=0$, we analytically derive renormalization relations of Hamiltonian parameters to explain the reentrant phenomenon. For the general case, numerical phase boundaries are calculated in the thermodynamic limit. The bulk boundary correspondence between zero-energy edge modes and entanglement spectrum is revealed from the degeneracy of both quantities. We also address the correspondence between the central charge obtained from entanglement entropy and the change in winding number during the phase transition. Our results shed light on the understanding of universal characteristics and bulk-boundary correspondence for moiré induced reentrant phase transitions in 1D condensed-matter systems.",
        "url": "http://arxiv.org/abs/2601.09997v1",
        "published": "2026-01-15",
        "zh_abstract": "近年来对莫尔物理的研究为量子相变领域的发展开辟了广阔前景。然而，由莫尔强度驱动的重入相变特性尚未得到充分认知。本文研究了莫尔调制扩展Su-Schrieffer-Heeger（SSH）模型中相变的重入序列与普适类不变性。针对元胞间跃迁$w=0$的简化情形，我们通过解析推导哈密顿参数的重整化关系揭示了重入现象。在一般情形下，通过数值计算获得了热力学极限下的相边界。通过零能边缘模与纠缠谱简并度的对应关系，揭示了体边对应原理。我们还论证了从纠缠熵中提取的中心荷与相变过程中绕数变化之间的关联。本研究为理解一维凝聚态系统中莫尔诱导重入相变的普适特性与体边对应关系提供了新的理论依据。",
        "introduction": "Moir\\'e physics garnered significant attention in recent years, unveiling exotic properties in both 1D~ and 2D systems~. The moir\\'e pattern, arising from the superposition of two misaligned periodic lattices, emerges a new superlattice with an enlarged periodicity. The band width of a moir\\'e system can become nearly flat , hosting compact localized states that promote localization and enable the stabilization of strongly correlated superconductivity and topological insulators~. In particular, the uniquely emergent fractional quantum anomalous Hall effect~—that is, the realization of fractional Hall conductance in the absence of an external magnetic field—underscores the significance of moir\\'e physics in these systems. Thus, moir\\'e systems provides an ideal platform for engineering band structures and novel quantum states. The moir\\'e pattern in 2D twisted graphene can be effectively reduced to 1D carbon nanotube lattice, exhibiting significantly modified band structure and distinct characteristics by the emergent moir\\'e potential~. Other analogues of moir\\'e patterns in 1D can be realized through finite incommensurate or commensurate lattice potentials~, or finite coupled resonators with varying modulation lengths~. Previous studies reveal that the incommensurability and commensurability of moir\\'e potentials can enable quasi-fractal charge-density waves and periodic-moir\\'e spin-density waves in 1D narrow-band systems~.\n\nTopological phases, usually protected by certain symmetries and characterized by non-trivial boundary states and topological invariants, make the non-trivial properties robust against disorders and local perturbations. These properties have potential applications in the near-future fault-tolerant quantum computation~. Thus, investigating topological phases of matter has been an important field in condensed-matter physical~, and artificially engineered systems~. In the interacting region, topological phases have been enriched by the fractional ",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 该工作最核心的创新在于揭示了在摩尔超晶格调制的扩展SSH模型中，由摩尔强度驱动的重入拓扑相变序列及其普适性类不变量的特性。\n\n2. 关键结论: (1) 在胞间跃迁w=0的简化情况下，通过解析推导哈密顿量参数的重整化关系，解释了重入拓扑相的出现机制；(2) 对于一般情况，在热力学极限下计算了数值相边界；(3) 通过纠缠谱简并度揭示了零能边缘态与体边对应关系；(4) 建立了从纠缠熵提取的中心荷与相变过程中绕数变化之间的对应关系。\n\n3. 专家点评: 该研究将重入相变这一经典概念与拓扑相和新兴的摩尔物理相结合，为理解一维系统中由周期势调制诱导的复杂相图提供了新视角。通过解析与数值相结合的方法，系统建立了纠缠度量与拓扑不变量之间的关联，对实验探测具有指导意义。然而，该模型对胞间跃迁w=0的简化处理可能限制了其结论的普适性，且未讨论无序或相互作用对重入拓扑相稳定性的影响，这些是未来研究需要解决的重要问题。"
    },
    {
        "id": "2601.07781",
        "title": "Resonant magnetic proximity hot spots in Co/hBN/graphene",
        "abstract": "Magnetic proximity effects in Co/hBN/graphene heterostructures are systematically analyzed via first-principles calculations, demonstrating a pronounced localized spatial variation of the induced spin polarization of graphene's Dirac states. The proximity-induced exchange coupling, magnetic moments, and tunneling spin polarization (TSP) are shown to depend sensitively on the atomic registry at the interfaces. We analyze more than twenty distinct stackings, including high- and low-symmetry configurations, and reveal that the spin splittings of graphene's Dirac bands span a wide range from 1 to 100 meV, depending on the local hybridization of Co $d_{z^2}$, hBN $p_z$, and graphene $p_z$ orbitals. The strongest proximity effects emerge at geometric resonances, or \"proximity hot spots\", where the three orbital states overlap maximally. The local spin polarization also depends sensitively on energy: Dirac states aligned with resonant Co orbitals experience the most pronounced exchange interaction. At these energies, the pseudospin Hamiltonian description of magnetic proximity effects breaks down. Outside these resonances, the pseudospin picture is restored. Our findings highlight the intrinsically local nature of proximity effects, governed by the spectral resonance and interlayer wavefunction overlap. We further quantify how additional hBN layers, interlayer twist, and multilayer graphene modify the proximity exchange and TSP, offering microscopic insight for designing spintronic van der Waals heterostructures with engineered interfaces and optimized spin transport.",
        "url": "http://arxiv.org/abs/2601.07781v1",
        "published": "2026-01-12",
        "zh_abstract": "通过第一性原理计算，我们对Co/hBN/石墨烯异质结构中的磁邻近效应进行了系统分析，结果表明石墨烯狄拉克态诱导自旋极化存在显著的局域空间变化。研究显示，邻近诱导交换耦合、磁矩及隧道自旋极化（TSP）对界面原子排布具有高度敏感性。我们分析了超过二十种不同堆叠构型（包括高对称与低对称配置），发现石墨烯狄拉克能带的自旋劈裂范围可达1-100 meV，具体数值取决于Co $d_{z^2}$、hBN $p_z$与石墨烯 $p_z$轨道的局域杂化强度。最强的邻近效应出现在几何共振点（即“邻近效应热点”），该处三种轨道态实现最大程度重叠。局域自旋极化还表现出显著的能量依赖性：当狄拉克态与共振Co轨道能级对齐时，交换相互作用最为显著。在此能量区间，描述磁邻近效应的赝自旋哈密顿量模型将失效；而在共振区外，赝自旋图像得以恢复。我们的研究结果揭示了邻近效应本质上由光谱共振和层间波函数重叠共同主导的局域特性。我们进一步量化了额外hBN层、层间扭转及多层石墨烯对邻近交换作用和TSP的影响，为设计具有可控界面和优化自旋输运特性的自旋电子学范德瓦尔斯异质结构提供了微观理论依据。",
        "introduction": "Spintronics aims to utilize the spin degree of freedom of electrons in addition to their charge, enabling novel paradigms in information storage, processing, and transport with potentially lower energy consumption and higher operational speed . Two-dimensional (2D) materials, such as graphene and transition metal dichalcogenides (TMDCs), are particularly promising for spintronic applications due to their high mobility, tunable band structures, and the ability to form van der Waals (vdW) heterostructures. However, most pristine 2D materials lack intrinsic magnetism or significant spin-orbit coupling (SOC), which are essential for active spin control. As such, an important research avenue involves engineering spin-dependent phenomena in 2D systems via proximity effects, i.e., by placing them in contact with functional materials such as ferromagnets or materials with strong SOC .\n\nThis interfacial engineering enables magnetic and spin-orbit interactions to propagate from substrates into adjacent 2D layers. The beauty of vdW engineering lies in the fact that spin interactions can be transferred without direct chemical bonding or crystal structure modification. Thus, the  endows graphene with magnetism, when it is placed on ferromagnetic metals through insulating barriers such as hexagonal boron nitride (hBN) . Indeed, first-principles calculations predict proximity-induced spin splittings in the graphene Dirac bands on the order of tens of meV , which has been corroborated experimentally by nonlocal spin transport measurements and tunneling magnetoresistance . These proximity-induced phenomena are key to enabling efficient spin injection and manipulation in 2D materials, and they form the basis for a new generation of vdW spin valves, magnetic tunnel junctions, and spin transistors.\n\nAmong the tunable parameters of 2D heterostructures, the twist angle between adjacent layers plays a key role, giving rise to moiré patterns and allowing control over interlayer coupling an",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 该研究揭示了在Co/hBN/石墨烯异质结中，磁邻近效应并非均匀分布，而是由原子堆叠序决定的、高度局域化的“邻近热点”，其强度可通过层间轨道杂化和光谱共振进行微观调控。\n\n2. 关键结论: (1) 邻近诱导的自旋劈裂范围极宽（1-100 meV），强烈依赖于Co dz²、hBN pz和石墨烯pz轨道的局域杂化程度；(2) 最强的磁邻近效应出现在“几何共振”或“邻近热点”处，即三种轨道波函数最大重叠的特定堆叠构型；(3) 在共振能量处，描述狄拉克费米子的赝自旋哈密顿量图像失效，而在非共振区该图像得以恢复；(4) 额外的hBN层、层间扭转和多层石墨烯均可显著调控邻近交换耦合和隧道自旋极化。\n\n3. 专家点评: 这项工作通过系统性的第一性原理计算，将磁邻近效应的理解从“平均场”层面推进到了“原子级局域”层面，具有重要的理论突破意义。所提出的“邻近热点”和“轨道共振”机制为精准设计范德华自旋器件提供了微观物理图像和明确的调控抓手。然而，该计算研究得出的强局域化效应能否在实际器件的宏观输运测量中被清晰观测到，仍需面对界面无序、畴界和热涨落等实验因素的挑战。"
    },
    {
        "id": "2601.07583",
        "title": "Machine learning nonequilibrium phase transitions in charge-density wave insulators",
        "abstract": "Nonequilibrium electronic forces play a central role in voltage-driven phase transitions but are notoriously expensive to evaluate in dynamical simulations. Here we develop a machine learning framework for adiabatic lattice dynamics coupled to nonequilibrium electrons, and demonstrate it for a gating induced insulator to metal transition out of a charge density wave state in the Holstein model. Although exact electronic forces can be obtained from nonequilibrium Green's function (NEGF) calculations, their high computational cost renders long time dynamical simulations prohibitively expensive. By exploiting the locality of the electronic response, we train a neural network to directly predict instantaneous local electronic forces from the lattice configuration, thereby bypassing repeated NEGF calculations during time evolution. When combined with Brownian dynamics, the resulting machine learning force field quantitatively reproduces domain wall motion and nonequilibrium phase transition dynamics obtained from full NEGF simulations, while achieving orders of magnitude gains in computational efficiency. Our results establish direct force learning as an efficient and accurate approach for simulating nonequilibrium lattice dynamics in driven quantum materials.",
        "url": "http://arxiv.org/abs/2601.07583v1",
        "published": "2026-01-12",
        "zh_abstract": "非平衡电子力在电压驱动的相变中起着核心作用，但其在动力学模拟中的计算成本极高。本文开发了一种耦合非平衡电子的绝热晶格动力学机器学习框架，并以Holstein模型中栅压诱导的电荷密度波态至金属态的相变为例进行验证。尽管精确的电子力可通过非平衡格林函数（NEGF）计算获得，但其高昂的计算成本使得长时间动力学模拟难以实现。通过利用电子响应的局域性特性，我们训练神经网络直接根据晶格构型预测瞬时局域电子力，从而规避时间演化过程中重复的NEGF计算。当与布朗动力学结合时，所得机器学习力场在定量再现完整NEGF模拟获得的畴壁运动和非平衡相变动力学的同时，实现了计算效率的数量级提升。我们的研究确立了直接力学习作为模拟驱动量子材料中非平衡晶格动力学的一种高效精准方法。",
        "introduction": "\n\nMachine-learning (ML) methods have emerged as powerful tools for accelerating computational studies in quantum chemistry and materials science by replacing expensive electronic-structure calculations with efficient surrogate models~. A prominent success of this paradigm is the development of ML-based force fields, which enable large-scale quantum molecular dynamics (QMD) simulations~ by reproducing atomic forces from first-principles calculations with near-- accuracy~. These approaches exploit the locality, or nearsightedness, of electronic matter, which ensures that forces acting on a given degree of freedom are predominantly determined by its immediate local environment~. As a result, complex many-body interactions can be decomposed into site- or atom-resolved contributions that are amenable to efficient learning and scalable simulation.\n\n\nMost existing ML force-field approaches are energy-based, with forces obtained as derivatives of a learned total energy, as exemplified by the Behler-Parrinello (BP) framework~. In this approach, the total energy is decomposed as $E = _i _i$, where each atomic energy $_i$ depends only on the local environment of atom $i$~. The intricate many-body dependence of $_i$ on its surroundings is approximated by an ML model trained to reproduce both the total energy and the individual atomic forces obtained from quantum-mechanical calculations. Atomic forces are then evaluated as $ F_i = -{ E}/{  R_i}$, ensuring internal consistency between energies and forces.\n\nAn important advantage of BP-type schemes is that symmetry properties can be incorporated naturally. Because the atomic energy $_i$ is a scalar and therefore invariant under symmetry operations such as translations and rotations, symmetry-adapted descriptors can be used to enforce the correct transformation properties directly at the level of the ML representation~. Numerous approaches have been proposed for such symmetry-adapted descriptors~.  Beyond molecular systems, BP-base",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 开发了一种通过机器学习直接预测非平衡电子力的框架，绕过了传统非平衡格林函数方法，从而实现了对电荷密度波绝缘体中非平衡相变动力学的高效模拟。\n\n2. 关键结论: (1) 利用电子响应的局域性，可以训练神经网络仅根据瞬时晶格构型来直接预测局部电子力；(2) 该方法与布朗动力学结合后，能够在数量级上提升计算效率的同时，定量复现由完整NEGF模拟得到的畴壁运动和非平衡相变动力学；(3) 直接力学习被确立为模拟驱动量子材料中非平衡晶格动力学的一种高效且准确的方法。\n\n3. 专家点评: 这项工作将机器学习力场的成功范式从平衡态系统巧妙地推广到了非平衡态领域，为解决非平衡动力学中电子力计算的巨大成本问题提供了一条极具前景的路径。然而，该方法在更复杂的多体相互作用或强关联系统中的普适性仍需进一步验证；此外，其预测精度对训练数据（即昂贵的NEGF计算）的依赖性，以及在极端非平衡条件下电子局域性假设的有效性，是该框架潜在的主要局限。"
    },
    {
        "id": "2601.02149",
        "title": "AI-enhanced tuning of quantum dot Hamiltonians toward Majorana modes",
        "abstract": "We propose a neural network-based model capable of learning the broad landscape of working regimes in quantum dot simulators, and using this knowledge to autotune these devices - based on transport measurements - toward obtaining Majorana modes in the structure. The model is trained in an unsupervised manner on synthetic data in the form of conductance maps, using a physics-informed loss that incorporates key properties of Majorana zero modes. We show that, with appropriate training, a deep vision-transformer network can efficiently memorize relation between Hamiltonian parameters and structures on conductance maps and use it to propose parameters update for a quantum dot chain that drive the system toward topological phase. Starting from a broad range of initial detunings in parameter space, a single update step is sufficient to generate nontrivial zero modes. Moreover, by enabling an iterative tuning procedure - where the system acquires updated conductance maps at each step - we demonstrate that the method can address a much larger region of the parameter space.",
        "url": "http://arxiv.org/abs/2601.02149v1",
        "published": "2026-01-05",
        "zh_abstract": "我们提出一种基于神经网络的模型，该模型能够学习量子点模拟器中工作状态的宏观图景，并利用这种知识基于输运测量实现器件的自动调谐，从而在结构中获取马约拉纳模式。该模型采用物理信息损失函数（融合了马约拉纳零模的关键特性），以电导图谱形式的合成数据进行无监督训练。研究表明，经过适当训练后，深度视觉Transformer网络能够有效记忆哈密顿参数与电导图谱结构间的关联关系，并据此为量子点链提出驱动系统走向拓扑相的参数更新方案。从参数空间中大范围的初始失谐开始，仅需单次更新步骤即可产生非平凡零模。此外，通过启用迭代调谐程序（系统在每一步获取更新的电导图谱），我们证明该方法能够覆盖参数空间中更广阔的区域。",
        "introduction": "Majorana zero modes (MZMs) are emergent quasiparticles predicted to obey non-Abelian statistics, enabling topologically protected quantum information processing~. Their realization in hybrid superconductor-semiconductor systems requires precise control over local parameters such as chemical potentials, inter-dot couplings, and spin-orbit interactions~. Small deviations from the so-called  conditions of the Kitaev chain (KC)~ can destroy the topological gap and delocalize MZMs~. Moreover, it is not trivial to distinguish between MZMs and different nontopological zero-bias peaks ~. Consequently, achieving robust Majorana states experimentally remains a major challenge, particularly in the presence of fabrication disorder and parameter noise.\n\nTo address this challenge, Fulga ~ proposed an adaptive tuning protocol for superconductor-proximitized chain of quantum dots (QDs) that simulates a KC generalized on non-uniform parameters distribution across dots, trying to demonstrate how gate-controlled voltages and superconducting phases can be adjusted to reach a topologically nontrivial regime. In this paper we revisit this problem trying to automate it using deep neural estimators.\nMore recently, further works indicate that through appropriate tuning, it is possible to realize a KC with emerged MZMs using QDs coupled through elastic co-tunneling and crossed Andreev reflection ~. All these proposals utilize coupling with more readily available $s$-wave superconductors; however, there are also proposals employing $p$-wave superconductors~.\n\nAt the same time, a different strategy for machine learning (ML)-assisted autotuning of QD-based quantum simulators~ using transport measurements~ is gaining significant interest. The use of transport measurements in the form of ~ to derive insights about the Hamiltonian system~ appears to be a promising path towards the automatic tuning of Hamiltonian parameters. In particular, inverting the measured conductance matrices to determine el",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种基于深度视觉变换器网络的无监督学习方法，能够仅根据量子点链的输运测量数据（电导图谱）自动调整哈密顿量参数，以驱动系统进入具有马约拉纳零模的拓扑相。\n\n2. 关键结论: (1) 该神经网络模型能够学习电导图谱与哈密顿量参数之间的复杂映射关系；(2) 模型采用物理信息损失函数，融入了马约拉纳零模的关键特性；(3) 在广泛的初始参数范围内，仅需单次参数更新步骤即可产生非平庸的零模；(4) 通过迭代调谐程序，该方法可以处理参数空间中更大的区域。\n\n3. 专家点评: 这项工作将物理先验知识融入无监督学习框架，为复杂量子系统的自动化调控提供了极具前景的新范式。然而，该方法完全依赖合成数据训练，其在实际实验噪声和器件无序性下的鲁棒性仍需严格验证。若能成功移植到实验平台，将显著加速马约拉纳零模的搜寻与表征进程，但其对拓扑相变的最终判断仍依赖于理论定义的物理指标，而非直接的拓扑不变量测量。"
    },
    {
        "id": "2601.05388",
        "title": "Knowledge Distillation of a Protein Language Model Yields a Foundational Implicit Solvent Model",
        "abstract": "Implicit solvent models (ISMs) promise to deliver the accuracy of explicit solvent simulations at a fraction of the computational cost. However, despite decades of development, their accuracy has remained insufficient for many critical applications, particularly for simulating protein folding and the behavior of intrinsically disordered proteins. Developing a transferable, data-driven ISM that overcomes the limitations of traditional analytical formulas remains a central challenge in computational chemistry. Here we address this challenge by introducing a novel strategy that distills the evolutionary information learned by a protein language model, ESM3, into a computationally efficient graph neural network (GNN). We show that this GNN potential, trained on effective energies from ESM3, is robust enough to drive stable, long-timescale molecular dynamics simulations. When combined with a standard electrostatics term, our hybrid model accurately reproduces protein folding free-energy landscapes and predicts the structural ensembles of intrinsically disordered proteins. This approach yields a single, unified model that is transferable across both folded and disordered protein states, resolving a long-standing limitation of conventional ISMs. By successfully distilling evolutionary knowledge into a physical potential, our work delivers a foundational implicit solvent model poised to accelerate the development of predictive, large-scale simulation tools.",
        "url": "http://arxiv.org/abs/2601.05388v1",
        "published": "2026-01-08",
        "zh_abstract": "隐式溶剂模型（ISMs）承诺以远低于显式溶剂模拟的计算成本实现同等精度。然而，尽管经过数十年发展，其准确性仍无法满足许多关键应用需求，特别是在蛋白质折叠和固有无序蛋白行为模拟领域。开发能够突破传统解析公式局限性的可迁移数据驱动型隐式溶剂模型，始终是计算化学领域的核心挑战。本文通过引入创新策略应对这一挑战：将蛋白质语言模型ESM3学习到的进化信息提炼为计算高效的图神经网络（GNN）。研究表明，基于ESM3有效能量训练的GNN势函数具有足够鲁棒性，可驱动稳定、长时尺度的分子动力学模拟。当与标准静电项结合时，我们的混合模型能精确复现蛋白质折叠自由能景观，并准确预测固有无序蛋白的结构系综。该方法最终形成适用于折叠态与无序态蛋白的单一统一模型，解决了传统隐式溶剂模型的长期局限。通过成功将进化知识提炼为物理势函数，本研究构建了一个基础性隐式溶剂模型，有望加速预测性大规模模拟工具的研发进程。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    },
    {
        "id": "2601.04104",
        "title": "Equivariant Neural Networks for Force-Field Models of Lattice Systems",
        "abstract": "Machine-learning (ML) force fields enable large-scale simulations with near-first-principles accuracy at substantially reduced computational cost. Recent work has extended ML force-field approaches to adiabatic dynamical simulations of condensed-matter lattice models with coupled electronic and structural or magnetic degrees of freedom. However, most existing formulations rely on hand-crafted, symmetry-aware descriptors, whose construction is often system-specific and can hinder generality and transferability across different lattice Hamiltonians. Here we introduce a symmetry-preserving framework based on equivariant neural networks (ENNs) that provides a general, data-driven mapping from local configurations of dynamical variables to the associated on-site forces in a lattice Hamiltonian. In contrast to ENN architectures developed for molecular systems -- where continuous Euclidean symmetries dominate -- our approach aims to embed the discrete point-group and internal symmetries intrinsic to lattice models directly into the neural-network representation of the force field. As a proof of principle, we construct an ENN-based force-field model for the adiabatic dynamics of the Holstein Hamiltonian on a square lattice, a canonical system for electron-lattice physics. The resulting ML-enabled large-scale dynamical simulations faithfully capture mesoscale evolution of the symmetry-breaking phase, illustrating the utility of lattice-equivariant architectures for linking microscopic electronic processes to emergent dynamical behavior in condensed-matter lattice systems.",
        "url": "http://arxiv.org/abs/2601.04104v1",
        "published": "2026-01-07",
        "zh_abstract": "机器学习力场能够以显著降低的计算成本实现接近第一性原理精度的大规模模拟。近期研究已将机器学习力场方法扩展至具有耦合电子-结构/磁自由度的凝聚态晶格模型的绝热动力学模拟。然而，现有方案大多依赖于手工构建的对称性描述符，其构造通常具有体系特异性，可能阻碍不同晶格哈密顿量间的通用性与可迁移性。本文提出基于等变神经网络（ENNs）的对称性保持框架，通过数据驱动方式建立从动力学变量局域构型到晶格哈密顿量中对应格点力的通用映射。与针对分子体系（以连续欧几里得对称性为主导）开发的ENN架构不同，我们的方法旨在将晶格模型固有的离散点群对称性与内禀对称性直接嵌入力场的神经网络表示中。作为原理验证，我们针对方晶格上霍尔斯塔模型（电子-晶格物理的典型体系）的绝热动力学构建了基于ENN的力场模型。由此实现的机器学习驱动的大尺度动力学模拟，准确捕捉了对称破缺相的介观演化过程，彰显了晶格等变架构在连接凝聚态晶格系统中微观电子过程与涌现动力学行为方面的应用价值。",
        "introduction": "\n\nMachine learning (ML) has become a powerful tool in atomistic simulation, offering near–quantum-mechanical accuracy at dramatically reduced computational cost~. By learning high-dimensional potential energy surfaces from density functional theory (DFT) or other electronic-structure methods, ML models extend molecular dynamics (MD) simulations far beyond what is feasible with direct { ab initio} calculations~. These data-driven force fields now enable predictive modeling across catalysis, energy materials, biomolecules, and complex condensed-matter systems, delivering first-principles fidelity at computational speeds comparable to empirical potentials.\n\nTwo key requirements for ML force-field models are computational scalability and faithful preservation of physical symmetries. Enforcing the symmetries of the underlying electronic Hamiltonian ensures that predicted energies, forces, and response functions remain physically consistent, while favorable scaling is crucial for accessing the large system sizes needed to capture emergent behavior. These principles were exemplified in the pioneering work of Behler and Parrinello~, which express the total energy as $E=_i _i$, with each local contribution $_i$ encoded through symmetry-invariant descriptors of the atomic environment. When paired with expressive neural networks, these descriptors yield accurate local energy models whose forces follow from energy gradients, establishing a widely used paradigm for constructing efficient, symmetry-respecting ML interatomic potentials.\n\nIn descriptor-based ML models, symmetry is enforced entirely through feature design. For molecular and atomic systems, descriptors must respect the Euclidean symmetry group $E(3)$---translations, rotations, and reflections---as well as atomic permutations. A wide range of representations have been developed to meet these requirements~, including the more systematic group-theoretical approaches~. The recently proposed Atomic Cluster Expansion (ACE)",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种基于等变神经网络的新框架，该框架通过将晶格模型固有的离散点群对称性和内禀对称性直接嵌入到力场的神经网络表示中，从而实现了对具有耦合电子与结构/磁性自由度的晶格系统的通用、数据驱动的力场建模。\n\n2. 关键结论: (1) 该方法避免了现有大多数依赖手工构建、对称性感知的描述符的局限性，这些描述符通常是系统特定的，可能阻碍其在不同晶格哈密顿量间的通用性和可转移性；(2) 与为分子系统开发的ENN架构主要处理连续欧几里得对称性不同，该工作专注于嵌入晶格模型固有的离散对称性；(3) 以方晶格上的Holstein哈密顿量作为原理验证，展示了该ENN力场模型能够在大尺度动力学模拟中忠实地捕捉对称破缺相的中尺度演化。\n\n3. 专家点评: 这项工作将等变神经网络的成功从连续空间原子系统巧妙地推广到离散晶格系统，为解决凝聚态晶格模型中的多尺度动力学问题提供了一条有前景的通用途径。其核心优势在于将对称性约束内置于网络架构而非依赖于手工描述符，这有望显著提升模型在不同哈密顿量间的泛化能力。然而，该框架在更复杂晶格（如非均匀、无序或更高对称性系统）中的普适性和计算效率仍需进一步验证，这将是其未来能否成为标准工具的关键。"
    },
    {
        "id": "2601.05860",
        "title": "A Non Linear Spectral Graph Neural Network Simulator for More Stable and Accurate Rollouts",
        "abstract": "Molecular dynamics (MD) simulations are a central tool in science and engineering enabling the study of dynamical behavior and the link between microscopic structure and macroscopic function. Their high computational cost, however, has motivated extensive efforts to develop accelerated alternatives. A promising approach is the use of machine-learning-based simulators that allow for substantially larger time steps than conventional MD. Among these, graph neural network (GNN)-based methods have been found to be especially attractive given that they naturally encode the inductive bias of interacting particle systems, however current architectures remain limited in accuracy and stability. In particular, standard message-passing schemes struggle to efficiently propagate long-range information. Here, we investigate whether spectral-GNN simulators can overcome these limitations by explicitly representing a simulated system in a global eigenmode basis, and therefore better capture long-range and collective behavior. Focusing on disordered elastic networks, model systems for complex materials and biological structures such as proteins, we compare spatial, linear spectral, and nonlinear spectral GNN architectures. We find that while spectral representations alone are not sufficient, nonlinear spectral models substantially outperform alternatives. By learning both the time-dependent dynamics and the mixing of eigenmodes, these models more accurately capture the system's slow, global modes, which dominate macroscopic behavior. This leads to a marked reduction in systematic particle-position error and significantly improved prediction of global physical properties.",
        "url": "http://arxiv.org/abs/2601.05860v1",
        "published": "2026-01-09",
        "zh_abstract": "分子动力学模拟是科学与工程领域的核心研究手段，可用于研究系统动力学行为及微观结构与宏观功能间的关联。然而其高昂的计算成本催生了大量加速模拟方法的研究。基于机器学习的模拟器作为一种前景广阔的技术路径，能够采用远超传统分子动力学模拟的时间步长。其中，图神经网络方法因能自然编码相互作用粒子系统的归纳偏置而备受关注，但现有架构在精度与稳定性方面仍存在局限。尤其值得注意的是，标准消息传递机制难以高效传播长程信息。本文通过将模拟系统显式表示为全局本征模态基，探究谱图神经网络模拟器能否突破这些限制，从而更精准捕捉长程相互作用与集体行为。以无序弹性网络（作为复杂材料与蛋白质等生物结构的模型系统）为研究对象，我们系统比较了空间架构、线性谱架构与非线性谱架构三类图神经网络。研究发现：虽然单纯的谱表征并不足够，但非线性谱模型显著优于其他架构。通过同步学习时域动力学与模态混合机制，该类模型能更精确捕获主导宏观行为的关键慢模态，从而显著降低粒子位置系统误差，并大幅提升全局物理性质的预测精度。",
        "introduction": "The application of artificial intelligence (AI) has seen rapid growth across the physical sciences and engineering in recent years. Machine learning (ML) and AI related techniques have proven effective in diverse tasks such as force-field development, enhanced sampling,structure prediction, and inverse design. However, the performance of ML models is often strongly dependent on the availability of large, high-quality datasets. This poses a major challenge in domains where data generation is expensive or in data-scarce settings. Furthermore, these models typically struggle to extrapolate beyond their training domain. One potential strategy to mitigate these limitations is to train on dynamical data from the domain of interest.    \n\nData of this kind are often available from simulations and, in some cases, from experiments that resolve dynamical behavior. The key idea is to train ML models to detect recurring motifs in system dynamics, enabling them to learn physical principles that are not captured by static structures or coarse global features. By leveraging these dynamical regularities, such models can be far more sample-efficient, cutting down the number of systems required for training. Consequently, the overall need for data from costly sources such as experiments,  computations, or long-timescale simulations can be greatly reduced. \n\nIn this context, neural network simulators (NNS) that predict the time-dependent behavior of a system using a set of input descriptors, are an attractive choice due to their ability to capture and generalize the dynamics of complex systems.  As traditional simulators, those that repeatedly solve Newton’s second law, including ones that rely on machine-learned interatomic potentials (MLIPs), are often computationally expensive, NNSs offer a compelling alternative because they can propagate trajectories with step sizes that are approximately 10–1000 times larger than standard MD time steps. NNSs can significantly reduce computational",
        "conclusion": null,
        "deep_summary": "1. 核心创新: 提出了一种非线性谱图神经网络模拟器，通过在学习系统时间演化的同时学习本征模的非线性混合，显著提升了长时程动力学模拟的准确性和稳定性。\n\n2. 关键结论: (1) 在无序弹性网络这类复杂系统模型中，非线性谱模型的表现显著优于空间模型和线性谱模型; (2) 该模型能更准确地捕捉主导宏观行为的缓慢、全局模式; (3) 这带来了系统性的粒子位置误差的显著降低和全局物理性质预测的改进。\n\n3. 专家点评: 这项工作为解决图神经网络在模拟粒子系统时信息传递范围受限这一根本挑战提供了一个有前景的方向。将动力学的学习置于全局本征基中，是一个理论上优雅且可能具有广泛适用性的思路。然而，其结论目前仅基于无序弹性网络这一模型系统得到验证，该方法在更复杂、真实的分子系统（如蛋白质溶液）中的泛化能力和计算效率仍需进一步评估。"
    },
    {
        "id": "2601.03774",
        "title": "Scalable Machine Learning Force Fields for Macromolecular Systems Through Long-Range Aware Message Passing",
        "abstract": "Machine learning force fields (MLFFs) have revolutionized molecular simulations by providing quantum mechanical accuracy at the speed of molecular mechanical computations. However, a fundamental reliance of these models on fixed-cutoff architectures limits their applicability to macromolecular systems where long-range interactions dominate. We demonstrate that this locality constraint causes force prediction errors to scale monotonically with system size, revealing a critical architectural bottleneck. To overcome this, we establish the systematically designed MolLR25 ({Mol}ecules with {L}ong-{R}ange effect) benchmark up to 1200 atoms, generated using high-fidelity DFT, and introduce E2Former-LSR, an equivariant transformer that explicitly integrates long-range attention blocks. E2Former-LSR exhibits stable error scaling, achieves superior fidelity in capturing non-covalent decay, and maintains precision on complex protein conformations. Crucially, its efficient design provides up to 30% speedup compared to purely local models. This work validates the necessity of non-local architectures for generalizable MLFFs, enabling high-fidelity molecular dynamics for large-scale chemical and biological systems.",
        "url": "http://arxiv.org/abs/2601.03774v1",
        "published": "2026-01-07",
        "zh_abstract": "机器学习力场（MLFFs）通过以分子力学计算的速度实现量子力学精度，彻底改变了分子模拟领域。然而，这类模型对固定截断架构的根本依赖限制了其在长程相互作用占主导地位的大分子体系中的适用性。我们证明这种局域性约束会导致力预测误差随体系尺寸单调递增，揭示了关键的结构瓶颈。为突破此限制，我们建立了系统化设计的MolLR25基准集（涵盖至1200个原子，采用高精度DFT生成），并提出了E2Former-LSR——一种显式整合长程注意力模块的等变Transformer模型。E2Former-LSR展现出稳定的误差缩放特性，在捕获非共价衰减方面具有卓越保真度，并能保持对复杂蛋白质构象的预测精度。值得注意的是，其高效设计相较纯局域模型可实现高达30%的加速。本研究验证了非局域架构对构建可泛化MLFF的必要性，为大规模化学与生物体系的高保真分子动力学模拟奠定了基础。",
        "introduction": null,
        "conclusion": null,
        "deep_summary": null
    }
]